[
  {
    "id": "coolinarka_249350780760032466",
    "title": "Čips od butternut tikve",
    "content": "Recept: Čips od butternut tikve\nKategorija: jela od bundeva\n\nSastojci:\nbutternut tikva\nsol\nvoda\nmaslinovo ulje\n\nPriprema: Količinu prilagodite svojim potrebama. U lončić staviti vodu i posoliti je i pustiti da provri.Upaliti pećnicu i ugrijati ju na 200 stupnjeva.Za to vrijeme uzeti tikvu i oguliti je i izrezati na tanke ploške.Kada voda provri ,staviti tikvu i prokuhati je 2 minute.Nakon 2 minute izvaditi ju na papirnati ručnik i pustiti da se ocijedi i posuši. Kad su se ploške prohladile toliko da ih možete dirati prstima,složiti ih na plah obložen pek papirom tako da se ne dodiruju.Pošpricati maslinovim uiljem i malo posoliti i staviti u pećnicu na nekuh 25 minuta,odnosno dok ne primjetite da su rubovi počeli dobivati boju i na dodir nisu mekane. Prohladiti i uživati u čipsu...možda bez grižnje savjesti!!!???...",
    "source": "https://www.coolinarika.com/recept/cips-od-butternut-tikve-33b70af2-648f-11eb-8b6e-0242ac120064",
    "type": "recipe",
    "category": "jela od bundeva",
    "scraped_at": "2025-11-20T20:30:56.751037",
    "content_hash": "fa45c3333aa1816e64e0794ccece501c9753e70c96d128a573e4a030cddcbfba"
  },
  {
    "id": "coolinarka_-6796234064378912227",
    "title": "Bundeva na slamcicu ;)",
    "content": "Recept: Bundeva na slamcicu ;)\nKategorija: jela od bundeva\n\nSastojci:\n200 g\npirea od bundeva\n800 ml\nmleka\n100 g\nbele cokolade\n1\nvanil secer\n1/2\nkasicice cimeta\nna vrh kasicice\ndjumbira\nna vrh kasicice\nmuskatnog orascica\nna vrh kasicice\nkaranfilica\n\nPriprema: Cokoladu izlomiti na kockice. Staviti mleko da provri. Kad mleko provri, skinuti sa vatre i dodati kockice cokolade, mesati dok se ne otopi. Zatim dodati vanil secer i zacine, promesati. Jos toplo staviti u blender zajedno sa pireom od bundeve i izblendirati, i napitak je gotov :)",
    "source": "https://www.coolinarika.com/recept/bundeva-na-slamcicu-ab1fc1cc-647d-11eb-9368-0242ac120052",
    "type": "recipe",
    "category": "jela od bundeva",
    "scraped_at": "2025-11-20T20:30:58.826925",
    "content_hash": "fde4a73eb3080590e6dfffe0de23c185ce4b924336dc204ac18aef4cdc4a6e64"
  },
  {
    "id": "coolinarka_-8115061328128323826",
    "title": "Pečena bundeva",
    "content": "Recept: Pečena bundeva\nKategorija: jela od bundeva\n\nSastojci:\n1\nžuta bundeva (1,5-2 kg)\n\nPriprema: Bundevu prerežite, izvadite koštice i s korom pecite na 180°C 90 do 120 minuta. Bundeva je pečena kada joj se na površini uhvati lijepa hruskava korica.",
    "source": "https://www.coolinarika.com/recept/pecena-bundeva-cdf17e64-6182-11eb-ba2a-0242ac120020",
    "type": "recipe",
    "category": "jela od bundeva",
    "scraped_at": "2025-11-20T20:31:00.713326",
    "content_hash": "3b1eaaff7d8c6ac998fc0366a01a7dfa4652d54101114611ff60be2c2cf9e6d9"
  },
  {
    "id": "coolinarka_-2687117197118294655",
    "title": "Bundevara",
    "content": "Recept: Bundevara\nKategorija: jela od bundeva\n\nSastojci:\n1 kg\nmuskatne bundeve/ili koje god vi hocete\n200 gr\nsecera\n150 gr\nzutih suvih grozdjica\n6 kasika\ngriza\npo ukusu\ncimeta\npo potrebi\nulje za premazivanje kora\n\nPriprema: Bundevu oljuštiti, očistiti od semenki i izrendati na krupniju stranu. Uzeti jednu koru,blago je premazati sa uljem,staviti drugu koru preko prve i nju blago premazati i tako uraditi sa još dve kore, što znači da svaki rolat treba da ima po 4 kore, ako staviter i 5 ništa neće promeniti. Posuti svuda po kori izrendanu bundevu, posuti sa šećerom svuda po bundevi i ako je bundeva dosta vlažna posuti preko kašiku griza. Ja nisam koristila jer je ova vrsta bundeve na suvlju stranu. Pobacati svuda suvo grožđe i po ukusu posuti cimetom ( ja nisam ovog puta ). Bočne strane pite podviti malo prema unutra, da fil ne ispada i zaviti u rolat. Tako uraditi i sa ostatkom kora dok imate materijala. Pleh za pečenje prekriti sa papirom za pečenje i naređati rolate ali da ima malo mesta između,ja volim kad su kore hrskave sa svih strana. Prematati kore odozgore sa ostatkom ulja. Zagrejati rernu na 190*C i peći pitu oko 45 minuta ili dok vam blago ne porumeni. Ohladiti, iseći na parčiće,posuti prah šećerom i poslužiti posle ručka sa kafom. Prijatno!!!!!!",
    "source": "https://www.coolinarika.com/recept/bundevara-ee2966f0-63ef-11eb-b207-0242ac120031",
    "type": "recipe",
    "category": "jela od bundeva",
    "scraped_at": "2025-11-20T20:31:02.834073",
    "content_hash": "2f381af6ae0dc13431a5ae4907b70d2393eac03f9e2caf97d0907466af0a7aa0"
  },
  {
    "id": "coolinarka_-2103975822523473822",
    "title": "Pomfrit od butternut tikve",
    "content": "Recept: Pomfrit od butternut tikve\nKategorija: jela od bundeva\n\nSastojci:\nbutternut tikva\nsol\nmaslinovo ulje\n\nPriprema: Očistiti tikvu i narezati na prutiče.Ja sam dio za čips a dio  tikve za pomfrit.Ugrijati peć na 200 stupnjeva.Pleh obložiti pek papirom.U posudi gdje su prutiči dodati maslinovo ulje i sol i dobro rukama pomiješati.Poslagati prutiče na pleh i peći na 200 supnjeva oko 40 minuta.",
    "source": "https://www.coolinarika.com/recept/pomfrit-od-butternut-tikve-33ad4bd4-648f-11eb-bbce-0242ac120061",
    "type": "recipe",
    "category": "jela od bundeva",
    "scraped_at": "2025-11-20T20:31:04.677297",
    "content_hash": "2b93ded8d9c6c07daee40e81b735aab6c63414328f391700abc13b20d38d604d"
  },
  {
    "id": "coolinarka_5544962703653629222",
    "title": "Mekani medenjaci",
    "content": "Recept: Mekani medenjaci\nKategorija: medenjaci\n\nSastojci:\n4\njaja\n250 gr\nsecera\n6 kasika\nmeda\n600 gr\nbrasna(meni je proslo vise mozda oko 800)\n2 kasicice\nsode\n1 kasicica\ncimeta\n\nPriprema: Umutit jaja sa secerom, medom, cimetom i zamijesiti tijesto dodajuci sodu i brasno. U receptu pise 600 gr ali sam ja dodala vise i to da dobijem tijesto koje moze da se oblikuje u kuglicu mada je i dalje bilo ljepljivo pa sam morala malo vlaziti ruke da bih radila sa njim. Po receptu tijesto treba da odstoji 2 sata u frizideru ali posto sam ja zurila radila sam odmah tako sto sam vlaznim rukama otkidala komadice i pravila kuglice velicine velike masline. Kuglice stavljati u podmazan pleh i tomalo razmaknutijer dosta narastu pri pecenju a imaju ljepsi oblik ako se ne sastave kad se peku. Pecida blago porumene oko 12-15 min.Medenjacice biti jako mekani ali tako treba jer kad se ohlade malo ce se stvrdnuti. Za glazuru umutiti bjelance sa secerom u prahu pa mu dodati limunov sok i vodu i u ovu glazuru umakati medenjake pa ihostaviti da se osuse. Ja sam ih slagala na foliju pa u rernu na 80-100 C oko 1 h.",
    "source": "https://www.coolinarika.com/recept/mekani-medenjaci-8b4a3da4-63c0-11eb-8c1f-0242ac12006c",
    "type": "recipe",
    "category": "medenjaci",
    "scraped_at": "2025-11-20T20:31:07.553355",
    "content_hash": "84c6618b255677071d07c68c438fc1dce437279d7f3522392a4ecfdeec41f67c"
  },
  {
    "id": "coolinarka_7639645147502335562",
    "title": "Medenjaci",
    "content": "Recept: Medenjaci\nKategorija: medenjaci\n\nSastojci:\n70 dkg\nbrašna\n4\njaja\n25 dkg\nšećera\n15 dkg\nmeda\n1 dkg\nsode bikarbone(ili mala žličica sode b. +1 kesica praš.za pec)\n6 dkg\nmaslaca(margarina)\nzačini\ncimet(njega stavim najviše),mljeveni orašćić,klinčić,anis..\nribana kora od naranče\n\nPriprema: U brašno dodati sodu, jaja promiješana sa šećerom(ne tući mikserom,samo promiješati),UGRIJANI(ne kuhan,samo lagano zagrijati) med,RASTOPLJEN i prohlađen maslac,začine i narančinu koricu.Umijesiti glatko tijesto.Ostaviti pokriveno(pod prozirnom folijom)1 dan( 24 sata) na sobnoj temperaturi.(foliju ne stiskati,samo lagano omotati) Tijesto premijesiti rukama na malo pobrašnjenoj radnoj plohi(lijepit će se,ali polako dodavajte brašna i mijesite).Raspodijeliti na par dijela i svaki zasebno opet oblikovati rukama te razvaljati na oko 0,5cm debljine.Rezati kalupićima,slagati na pekpapir(razmaknute jer narastu) i peći na 200c oko 5-7 min.(mora se gledati jer su začas gotovi,provjerite donji dio). Čokoladu i maslac rastopiti na pari. Umakati samo gornju polovicu medenjaka. Ostaviti nek se suši na zraku. Bjelanjak miješati sa šećerom u prahu.Polako sipati šećer da bude dovoljno gusto da se može crtati,a da bijela glazura ne bježi,te dodati par kapi limunova soka. Crtati možete pomoću kesice za led.Na donjem kraju čačkalicom napraviti rupicu te žlicom stavljati bijelu glazuru.Nek se suši na zraku.",
    "source": "https://www.coolinarika.com/recept/medenjaci-dd9c0110-642d-11eb-98db-0242ac1200b5",
    "type": "recipe",
    "category": "medenjaci",
    "scraped_at": "2025-11-20T20:31:09.726758",
    "content_hash": "d1be9939b73da562669defe90803866e2514863334ead706ead7b2764c9a9d3a"
  },
  {
    "id": "coolinarka_3166881335526755196",
    "title": "Najbolji medenjaci",
    "content": "Recept: Najbolji medenjaci\nKategorija: medenjaci\n\nSastojci:\n400g\nbrašna\n140g\nšećera u prahu\n60g\nmaslaca\n2\njaja\n2 kašike\nmeda\n1 ravna kašičica\nsode bikarbone\n1 kašičica\nmlevenih začina  (karafinlić/klinčić, anis i cimet)\n\nPriprema: Sjediniti sve suve sastojke: brašno (možete koristiti bilo koje brašno, a ja često mešam belo meko, tip 400 i integralno, pola-pola), šećer u prahu, sodu bikarbonu i mlevene začine. Polako izmešati i prosejati. Pažljivo otopiti na najnižoj temperaturi med i maslac. Prohladiti. Posebno žicom malo umutiti jaja, dodati rastopljen maslac i med, pa sve zajedno umešati u suve sastojke. Zamesiti glatko testo. Kada je testo glatko, uviti ga u providnu foliju i ostaviti na hladno mesto, najbolje u frižideru i to minimum dva dana. Posle najmanje dva dana izvaditi ga iz folije da se malo opusti na sobnoj temperaturi, razvući ga oklagijom na 5-6 mm (to ja otprilike sada pišem, ali to ćete najbolje sami oceniti, u svakom slučaju ne treba biti debelo, jer testo naraste, a ako je predebelo izgubi svou formu i oblik). Raznim modlama za kolače vaditi oblike, poređati ih na pleh obložen papirom za pečenje. I sada dolazi opet odokativna metoda, koliko peći i na kojoj temperaturi. Iz iskustva znam da meni to ništa ne znači, jer sve zavisi od šporeta i da sama moram oceniti, tako ćete i vi. Medenjaci moraju biti fini i rumeni, a veoma brzo izgore, zato pažljivo. U svakom slučaju potrebno im je kratko vreme pečenja, a vi ćete paziti. :D Pečene prebacite na rešetku da se ohlade. I sada dolazimo do tačke koju sam ja samo jednom uspela uraditi, a to je njihovo ukrašavanje sa umućenim prah šećerom, nekoliko kapi limunuvog soka i vrućom vodom. Takvom se brzinom pojedu da se ne vredi mučiti. :D Ohlađene sačuvajte, ako uspete, u dobro zatvorenoj posudi. Uživajte. :D NAPOMENA: Ukoliko vam se testo mnogo lepi za ruke, slobodno dodajte još malo brašna, ali malo i postepeno, jer zavisi kolike su te kašike meda bile, a zavisi i od samog brašna, kvaliteta, granulacije, svežine...",
    "source": "https://www.coolinarika.com/recept/najbolji-medenjaci-49ef077e-6445-11eb-b342-0242ac1200c5",
    "type": "recipe",
    "category": "medenjaci",
    "scraped_at": "2025-11-20T20:31:11.563988",
    "content_hash": "b522065542212adfac7c3c3e7ec9376e77a37b6db709821085c571f31bb9de39"
  },
  {
    "id": "coolinarka_-7895804833498342526",
    "title": "MEDENJACI - MORANA (odmah meki i fini)",
    "content": "Recept: MEDENJACI - MORANA (odmah meki i fini)\nKategorija: medenjaci\n\nSastojci:\n4\nžutanjka\n1\ncijelo jaje\n2 čaše\nod jogurta - meda\n1 čaša\nod jogurta - šećera\n1 čaša\nod jogurta- ulja\n1/2 čaše\nod jogurta - mlijeka\n1 kutijica\nsode bikarbone 40 g\n3\nvanili šećera\n2\nravne JUŠNE žlice - cimeta ili vrećica KOTANY za medenjake\n1 kg\nglatkog brašna + malo za radnu površinu\n\nPriprema: POGLEDAJTE KAKO TO RADI PRAVA MAJSTORICA OD MEDENJAKA <3 ZVONO Ovo je stranica na kojoj imate fenomenalno ukrašenih medenjaka -MEDOVNIKY Odmjerite sve sastojke osim brašna... U velikoj posudi pomješajte sve sastojke osim brašna i sode bikarbone. Brašno prosijte s sodom bikarbonom i odjednom usipajte na tekuće sastojke, zamijesite tijesto, sacijelom kilom brašna. Tijesto je dosta mekano,kada se počne odvajati od posude, spremno jeda ga stavite na dasku za mješenje. Na dasku posipajte jednu šaku glatkog brašna, stavite tijesto i gore posipajte još jednom šakom brašna. Lagano premjesite, ja se volim poigrati pa sam napravila  liceTKO VAS TO GLEDA? Napravite 3 loptice, zamotajte u prozirnu foliju i neka odmore u hladnjaku minimalno 1 sat, Pripremite svoje najdraže modlice... pričekajte do sutra... Na lagano pobrašnjenoj podlozi razvaljajte tijesto na 0,5 cm debljine i izrezujte medenjake. Peći na 180*C desetak minuta, na dodir moraju biti mekani, neka odstoje u plehu pečeni-  bar minuticu da se ne zgužvaju u zdjeli! Ovako izgledaju kada su pečeni. Možete ih glazirati čokoladom ili šećerom u prahu - bijela ocaklina Važno drugu turu pecite nešto kraće od prve jer se pećnica sada taman ugrijala, možete već  nakon 5 min pipkati i provjeravati,  medenjaci neće pasti Ove sam punila pekmezom, možete staviti kao punjenje čokoladu. U sredinu kruga stavite malo pekmeza, preklopite i vilicom namočenom u brašno pritisnite, dobili ste školjkicu sa pekmezom. Ukrasite šećerom. Napravite razne oblike i gostite se njima jer su stvarno SAVRŠENI.",
    "source": "https://www.coolinarika.com/recept/medenjaci-morana-odmah-meki-i-fini-c18e9a26-642f-11eb-8f9c-0242ac120010",
    "type": "recipe",
    "category": "medenjaci",
    "scraped_at": "2025-11-20T20:31:13.550163",
    "content_hash": "b71461a795f300ce11eb1f6540974569c5407249903f90e9e62e0a3525546d4b"
  },
  {
    "id": "coolinarka_-6619030988663148174",
    "title": "Medenjaci iz Karmela",
    "content": "Recept: Medenjaci iz Karmela\nKategorija: medenjaci\n\nSastojci:\nza tijesto\n5 žlica\nvode\n4 žlice\nmeda\n1 žlica\nmasti\n1 žlica (ravna)\nsode bikarbone\n200 g\nšećera\n500 grama\nbrašna\n2\nžumanjka\n1\ncijelo jaje\nmalo\ncimeta\nmalo\nsoli\n\nPriprema: Sastojke za medenjake zamijesiti. Tijesto ostaviti da počiva sat vremena. Potom još jednom premijesiti tijesto, nauljiti ruke i oblikovati kuglice veličine oraha. Staviti na papir za pečenje. Kuglice peći na temperaturi 180-200 stupnjeva. Koliko dugo? To ovisi o pećnici... Kada donja strana dobije tamniju boju medenjaci su pečeni. Kada su gotovi, napravite snijeg za medenjake. Mikserom čvrsto umutiti bjeljanjke i potom im dodati šećer u prahu. Na kraju dodati još malo limunovog soka i nastaviti miješatina pari- 20-ak minuta. Medenjake stavite u jednu veću posudu i gotov snijeg istresite preko njih ibrzoizmiješajte sve. Potom svaki medenjak posebnobrzoizgladite (pređite preko njih kažiprstom) i stavite na glatki celofan da se suše na zraku. Sutradan medenjake preokrenuti da se i odozdo malo prosuše. SAVJET: Ako je ikako moguće, dobro je da imate pomoć, odnosno da vam netko pomogne u ovom dijelu s premazivanjem bjeljanjaka jer se bjeljanjci brzo suše i oni zadnji medenjaci neće vam baš biti glatki nego više onako hrapavi... Ili - napravite pola smjese....",
    "source": "https://www.coolinarika.com/recept/medenjaci-iz-karmela-d3cde1ea-6481-11eb-b48a-0242ac1200a6",
    "type": "recipe",
    "category": "medenjaci",
    "scraped_at": "2025-11-20T20:31:15.543286",
    "content_hash": "7aca8a38b79078ef9e3ed02dd460dc7fac51d7e35d2ec67a14ebf4cf3e062199"
  },
  {
    "id": "coolinarka_-8197186338071260485",
    "title": "Zrna kafe",
    "content": "Recept: Zrna kafe\nKategorija: praline\n\nSastojci:\n250 g\nsecera\n1 kaf.soljica\nvode (0,75dl)\n125 g\nmargarina/maslaca\n100 g\nmlevenih oraha\n100 g\nmlevenog keksa\n80 g\ncokolade\n1-2 kasicice\nmlevene kafe\n\nPriprema: Postupak je isti kao kad se priprema bajadera, znaci skuvati sirup od secera i malo vode, kuvati 3-4 minuta. Pomeriti sa ringle i dodati prvo margarin ili maslac, mesati dok se na rastopi. Zatim, dodati samlevene orahe i keks, cokoladu i kafu, sve fino izjednaciti. Kad se smesa ohladi, oblikovati male kuglice, i u svaku utisnuti cacakalicom otisak po sredini, da se dobije oblik zrna kafe. Dobro rashladiti, i spustati u glazuru od rastopljene cokolade, vaditi kasicicom, ponovo prevuci cackalicom otisak na istom mestu, i staviti na celofan dok se glazura ne stegne. Gotova zrna kafe poredjati u male papirnate korpice. Za glazuru rastopiti cokoladu sa malo ulja na tihoj vatri, mozda ce biti potrebno nesto vise cokolade, ovde je navedena samo osnovna mera za glazuru. Postupak rada pogledajteovde.",
    "source": "https://www.coolinarika.com/recept/zrna-kafe-ffa8c536-63bf-11eb-95b5-0242ac120091",
    "type": "recipe",
    "category": "praline",
    "scraped_at": "2025-11-20T20:31:18.627823",
    "content_hash": "31b4a374ae78226bc0cba9d73e604aee4423d3e9faf6e4357e9740d9803db184"
  },
  {
    "id": "coolinarka_-7822412251362349845",
    "title": "Moje Rocher praline",
    "content": "Recept: Moje Rocher praline\nKategorija: praline\n\nSastojci:\n85 g\nmliječne čokolade\n85 g\ntamne čokolade (55% kakaa)\n50 g\nlješnjaka\n30 g\nslatkog vrhnja\n1 žlica\nruma\n(oko) 22\ncijela (manja) lješnjaka\n+\nza glazuru:\noko 125 g\ntamne čokolade (55% kakaa)\n25 g\nsitno nasjeckanih lješnjaka\n\nPriprema: Zagrijte pećnicu na 150°C i popržite u njoj lješnjake 7-10 minuta. Skinite im opnu i sameljite ih. Stavite ih zatim u čašu od štapnog miksera i mutite štapnim mikserom dok ne dobijetekremu(u početku će se činiti teško, ali kad se oštrice miksera zagriju, lješnjaci će početi otpuštati ulje i polako će se pretvoriti u kremu). Slatko vrhnje stavite da prokuha, a zatim ga ostavite da se ohladi do 40°C. Obje vrste čokolade, svaku zasebno, sitno nasjeckajte i (zasebno) otopite na pari (vodenoj kupelji) ili u mikrovalnoj (ako koristite mikrovalnu izvadite i dobro promiješajte svakih 10-15 sekundi). Pomiješajte obje čokolade, vrhnje i kremu od lješnjaka. Neka se smjesa još malo prohladi (na 35°C), a zatim dodajte rum. Ostavite pripremljenu smjesu da se ohladi na sobnoj temperaturi (ako vam se žuri onda je stavite oko 1/2 sata u hladnjak. Uzimajte žličicom smjesu, stavite u sredinu lješnjak pa zatvorite i oblikujte dlanovima kuglicu. Uvaljajte kuglice u sitno nasjeckanelješnjake. Kad ste oblikovali sve kuglice, pripremite glazuru. Sitno nasjeckajte čokoladu pa otopite 2/3 na pari ili u mikrovalnoj (miješajući) i zagrijte na temperaturu od 50°C. Dodajte preostalu nasjeckanu čokoladu i miješajte dok se ne otopi i temperature glazure dostigne 31-32°C. Uvaljajte jednu po jednu kuglicu u čokoladu,vadite ih vilicomi stavljajtena metalnu rešetku(ispod koje stavite komad papira) da se okapa višak čokolade. Prije nego se čokolada potpuno osuši, premjestite praline na komad papira za pečenje. Ostavite gotove praline nekoliko sati na sobnoj temperaturi prijeposluživanja. Lješnjake popecite 7-10 minuta u pećnici zagrijanoj na 150°C. Skinite im opnu. Otopite i karamelizirajte šećer, u koji ste dodali vaniliju, pa u njega dodajte lješnjake i dobro izmiješajte da budu prekriveni karamelom. Istresite sve na komad papira za pečenje i ostavite da se ohladi. Iskidajtekaramelizirane lješnjakei sameljite ih u mikseru (multipratiku). Dalje ih kao i u prethodnom receptu, izmiksajte štapnim mikserom dok ne dobijete glatku i sjajnu kremu. Stavite vrhnje da prokuha i da se ohladi na 40°C. Tamnu i mliječnu čokoladu sitno nasjeckajte pa svaku zasebno otopite. Pomiješajte obje vrste čokolade, vrhnje i kremu od lješnjaka. Ostavitesmjesuda se ohladi na sobnoj temperaturi. Žličicom grabite smjesu (oko14-15 g), stavite u sredinu lješnjak, zatvorite i oblikujte kuglicu. Uvaljajte kuglicu u sitno nasjeckane lješnjake. Kad ste oblikovali sve kuglice, pripremite čokoladnu glazuru kao što je opisano u prvom receptu i presvucite praline.",
    "source": "https://www.coolinarika.com/recept/moje-rocher-praline-33d45d90-642c-11eb-809d-0242ac120019",
    "type": "recipe",
    "category": "praline",
    "scraped_at": "2025-11-20T20:31:20.640036",
    "content_hash": "9da3a96d4d06845d7986704bbddf824afe0439c7c4dc5d3492ad22e1e2c9e45f"
  },
  {
    "id": "coolinarka_-8013213318927755103",
    "title": "Kesten praline",
    "content": "Recept: Kesten praline\nKategorija: praline\n\nSastojci:\n250 g\nsecera\n1 kaf.soljica\nvode (0,75 ml)\n125 g\nmaslaca\n100 g\nmlevenog keksa\n75 g\noraha\n50 g\ncokolade\n\nPriprema: Skuvati sirup od 250 g secera sa soljicom vode, i kad provri kuvati 3 minuta. Pomeriti sa ringle, dodati maslac i mesati dok se ne istopi, a zatim dodati ostale sastojke: mlevene orahe, keks i na kraju izlomljene kockice cokolade…moze se dodati i 1 kasicica kakaa, za tamniju smesu. Sve lepo izmesati i kad se smesa malo prohladi rastanjiti je preko folije  (razviti koru dimenzija oko 35×35 cm). Za fil: izmesati kesten-pire, secer u prahu, maslac i mlevene orahe, dodati kasiku ruma i sve staviti u spric sa okruglim nastavkom. Duz ivice razvijene kore, istisnuti fil od kestena kao traku. Pomocu folije podici ivicu testa i prebaciti je preko trake od kestena, kao kad zavijamo rolat, malo pritisnuti da obuhvati fil od kestena i odseci neposredno uz ivicu,slike pripreme. Na isti nacin napraviti jos nekoliko malih rolata, meni je izaslo 5 takvih trakica. Rolatice preliti cokoladnom glazurom i ostaviti ih na foliji dok se cokolada ne stegne, a onda ih prebaciti na posluzavnik i jos malo rahladiti u frizideru. Kad se rolatici ohlade, seci na manje kockice i svaku pralinu staviti u papirnatu korpicu.",
    "source": "https://www.coolinarika.com/recept/kesten-praline-4e632216-63cf-11eb-b7e3-0242ac12002d",
    "type": "recipe",
    "category": "praline",
    "scraped_at": "2025-11-20T20:31:22.777223",
    "content_hash": "9eb48fe42e7f2cb22043db33fd9e11351a2fd05405c7d0e849f5128cd41b5711"
  },
  {
    "id": "coolinarka_1812005102726804585",
    "title": "Domace zasladjeno kondenzirano mlijeko",
    "content": "Recept: Domace zasladjeno kondenzirano mlijeko\nKategorija: praline\n\nSastojci:\n100 g\nsmedjeg secera\n1/2 dl\nvode\n25 g\nmaslaca\n1 dl\nslatkog vrhnja\n8 zlica\nmlijeka u prahu\n\nPriprema: Secer stavite u manju serpicu, prelijte vodom i stavite kuhati. Kuhajte dok se secer skroz ne istopi i na povrsini tekucine ne pocne stvarati puno velikih mjehurica, oko 3-4 minute od trenutka kada je prokuhalo. Izlijte smjesu u multipraktik, blender ili slicno, dodajte maslac, pa dobro izmjesajte. Dobiti cete smjesu koja bojom izgleda kao karamel. Sada u smjesu dodajte vrhnje, ponovno dobro izmjesajte. Dok multipraktik/blender radi, dodajite 2 po 2 zlice mlijeka u prahu, a izmedju svakog dodavanja smjesu dobro izmjesajte.Dobiti cete smjesu koja ce vam se na prvi pogled uciniti rijetka, no nebrinite, stisnuti ce se nakon sto se ohladi u frizideru i dobiti cetesavrseno domace kondenzirano mlijeko. Spremite u cistu teglicu sa poklopcem i drzite u frizideru.",
    "source": "https://www.coolinarika.com/recept/domace-zasladjeno-kondenzirano-mlijeko-eb7c49c8-63ee-11eb-bf65-0242ac120016",
    "type": "recipe",
    "category": "praline",
    "scraped_at": "2025-11-20T20:31:24.784010",
    "content_hash": "50be26e506a066d5f109e784ae6172d07d9654b6f717cbc230d9bb17d2ccc282"
  },
  {
    "id": "coolinarka_6254505394771073305",
    "title": "Praline s kavom",
    "content": "Recept: Praline s kavom\nKategorija: praline\n\nSastojci:\n180-200 g\nmliječne čokolade (za praline)\n60 g\nbijele čokolade (za ganache)\n2 žličice\ninstant kave\n25 ml\nslatkog vrhnja za šlag (svježeg, nezaslađenog)\n\nPriprema: Mliječnu čokoladu sitno nasjeckajte. Stavite 2/3 čokolade u posudu otpornu na toplinu i smjestite je iznad posude s vrelom vodom. Posuda s čokoladom ne smije biti u dodiru s vodom, a voda ne smije ključati jer ako vam slučajno prsne samo jedna kap vode u čokoladu, bit će upropaštena. Miješajte čokoladu tako na pari dok se ne otopi i dostigne 46°C. Posudu s čokoladom maknite s vatre i dodajte pomalo preostalu trećinu nasjeckane čokolade, miješajući neprestano dok se čokolada ne ohladi na 29,5°C. Premažite silikonski kalup za praline s dva ili tri sloja čokolade, između svakog premazivanja ostavite čokoladu da se stisne u kalupu, na sobnoj temperaturi ili par minuta u hladnjaku, a zatim nanesite novi sloj. Za ganache istopite sitno nasjeckanu čokoladu na pari ili u mikrovalnoj. Vrhnje zagrijte u lončiću s kavom da provrije. Pomiješajte vrhnje i čokoladu i miješajte dok ne dobijete glatku kremu. Napunite njome pripremljene praline. Ostavite 2-3 mm prazno do ruba kalupa. Ostavite 10-ak minuta u hladnjaku. Preostalu mliječnu čokoladu ulijte preko kreme i zatvorite potpuno praline. Ostavite 20-ak minuta u hladnjaku da se i zadnji sloj čokolade stisne, a zatim pažljivo izvadite praline iz kalupa. Ako ste se držali uputa i pravilno temperirali čokoladu, praline će biti glatke, sjajne, čokolada neće biti mekana i neće se topiti na sobnoj temperaturi, dakle neće biti potrebe držati ih u hladnjaku.",
    "source": "https://www.coolinarika.com/recept/praline-s-kavom-05af30b2-6444-11eb-af42-0242ac1200b3",
    "type": "recipe",
    "category": "praline",
    "scraped_at": "2025-11-20T20:31:26.647222",
    "content_hash": "c63150507a647672f745aee323431d2002fd940fa693b8aeaa2d69062b0a30f2"
  },
  {
    "id": "coolinarka_6188942248029694150",
    "title": "Lješnjak bombice",
    "content": "Recept: Lješnjak bombice\nKategorija: bombice\n\nSastojci:\n200 gr\npetite-beure keksa\n10 dkg\nčokolade za kuhanje\n15 dkg\npopečenih i oguljenih lješnjaka\n1\nrum šećer\n5 dkg\nmaslaca\n1 dcl\nslatkog vrhnja\n1\nžličica ruma (po želji)\nI još..\n10-ak dkg\npopečenih i oguljenih lješnjaka za utisnuti u bombice\n\nPriprema: U ovom koraku bi idealno bilo da imate par muških ruka , mene najviše umori dok naribam čokoladu. Dakle naribajte čokoladu na sitnu stranu ribeža. U mulipraktik (ili u mašinicu za meljenje) sameljite kekse, pa onda lješnjake. Stavite samljevene  kekse, lješnjake i čokoladu u posudu, dodajte rum- šećer, omekšali maslac sa sobne temperature,malo ruma(ako volite, jer je i sami rum-šećer dosta jak) i 1 dcl slatkog vrhnja. Smjesu dobro sjedinite rukama. Napravit će se kugla. Čistim rukama odvajajte i radite male kuglice. U svaku kuglicu utisnite po jedan popečeni i oguljeni lješnjak. Kuglice uvaljajte u posip po želji : mljeveni lješnjak, kokos, naribanu čokoladu, kakao, krupni šećer... Stavite kuglice u posudu s poklopcem i u hladnjak da se hlade.",
    "source": "https://www.coolinarika.com/recept/ljesnjak-bombice-651ae53e-6442-11eb-aef1-0242ac1200d1",
    "type": "recipe",
    "category": "bombice",
    "scraped_at": "2025-11-20T20:31:29.451932",
    "content_hash": "cdc8b0940a0a80d4f2aadd43820625328d27d47d6ff42f3e887335b1fefe11c2"
  },
  {
    "id": "coolinarka_7187286751889400440",
    "title": "Ledene bombice",
    "content": "Recept: Ledene bombice\nKategorija: bombice\n\nSastojci:\n500 ml\nmleka\n2 kesice (2x40gr.)\npudinga od vanile (ili čokolade)\n2 kesice\nvanilin šećera\n8 punih kašika\nšećera\n200 gr\nmaslaca ili margarina\n250 gr\nlešnika (ili maka, rogača, oraha...)\nza glazuru\n200 gr čokolade i 5 kašika ulja\nza dekoraciju\n50 gr mlečne čokolade\n\nPriprema: U 2 dl mleka razmutiti prašak za puding a preostalih 3 dl staviti u šerpicu sa šećerom i vanilin šećerom pa zakuvati. U vruće mleko umešati razmućeni puding i mešati dok se ne zgusne. Ostaviti da se ohladi uz povremeno mešanje. Maslac sobne temperature iseći na kockice i izmiksirati. Dodavati kašiku po kašiku hladnog pudinga i mutiti da se lepo sjedini. U to dodati 250 gr lešnika, izmešati varjačom ili spatulom i ostaviti u zamrzivač na najmanje pola sata da se lepo rashladi i pomalo stvrdne kako bi se kuglice lakše formirale. Vlažnim rukama oblikovati bombice, slagati na poslužavnik obložen providnom folijom (tako će se manje lepiti), pa oblikovane kuglice staviti u zamrzivač na 30-ak minuta da se lepo ohlade (na taj način će se i glazura brže hladiti kada se nanese). Za to vreme na pari istopiti čokoladu sa uljem i ostaviti da se malo prohladi. Rashlađene bombice stavljati na viljušku, umakati u istopljenu čokoladu i slagati na poslužavnik obložen folijom da se lepo ocede. Kada se glazura stegne, mogu se dekorisati istopljenom mlečnom čokoladom, koja se naspe u kesicu za zamrzavanje, odseče joj se vrh i kuglice se poprskaju. Kada se glazura stegne, servirati ih u papirne korpice.",
    "source": "https://www.coolinarika.com/recept/ledene-bombice-074017be-64a5-11eb-b2ab-0242ac120027",
    "type": "recipe",
    "category": "bombice",
    "scraped_at": "2025-11-20T20:31:31.477125",
    "content_hash": "4fd188f0b0987e54c8f4d38587b4653f25c0016b505f1bdbcb10ecdfcf97ffe3"
  },
  {
    "id": "coolinarka_1199861183197525577",
    "title": "Bombice od susama i tunjevine",
    "content": "Recept: Bombice od susama i tunjevine\nKategorija: bombice\n\nSastojci:\n3 konzerve\nTunjevine\n125 g\nMargarina\n200 g\nPrženog susama\n\nPriprema: Tunjevinu dobro ocediti od ulja i umutit sa margarinom, zatim dodati 100 g susama sve lepo umesiti da se dobije kompaktna masa, staviti u friz da se stegne.I onda praviti kuglice i valjati ih u susam.Ispadne oko 45 – 50 kuglica !",
    "source": "https://www.coolinarika.com/recept/bombice-od-susama-i-tunjevine-96f0b608-642c-11eb-96ea-0242ac120057",
    "type": "recipe",
    "category": "bombice",
    "scraped_at": "2025-11-20T20:31:33.246537",
    "content_hash": "2c979707390ba19cf6033eca025d58861c65a86445c2bbf61907918d363677ca"
  },
  {
    "id": "coolinarka_3228291065238075819",
    "title": "“Bombice”",
    "content": "Recept: “Bombice”\nKategorija: bombice\n\nSastojci:\n300 gr\nmlevenog keksa\n100 gr\nmaslaca\n100 gr\nmlevenih oraha\n50 gr\nseckanih oraha\n100 gr\ncokolade za kuvanje\n100 gr\nsuvog grozdja\n100 ml\nmlijeka\n2 supene kasike\nruma\n\nPriprema: Omeksan maslac na sobnoj temperaturi pomesati sa mlevenim keksom. Dodati mlijeko, istopljenu cokoladu, mlevene i seckane orase, rum i suvo grozdje. Smjesu dobro pomesati i ako je potrebno dodati jos mlijeka. Smjesa nesme biti meka ni mnogo tvrda. Smjesu staviti u hladnjak. Nakon 15 minuta od smjese napraviti loptice. Svaku lopticu uvaljati u kokosovo brasno i redjati u posudu za posluzivanje. Dok ne sluzite bombice drzati u hladnjaku.",
    "source": "https://www.coolinarika.com/recept/8220-bombice-8221-dff5a706-63bd-11eb-94d0-0242ac120074",
    "type": "recipe",
    "category": "bombice",
    "scraped_at": "2025-11-20T20:31:35.149694",
    "content_hash": "df072c0e6187e0feebaf90e1122a6e7945048a1ef83baff63f8ced463bc8185e"
  },
  {
    "id": "coolinarka_-2516534896250355787",
    "title": "Bombice sa lesnicima",
    "content": "Recept: Bombice sa lesnicima\nKategorija: bombice\n\nSastojci:\n250 g\nsecera\n125 g\nmargarina/maslaca\n125 g\nmleka u prahu\n75 g\nbele cokolade\n50 g\nseckanih propecenih lesnika\npar kapi\n“Dr. Oetker” arome vanile\n\nPriprema: Skuvati sirup od secera sa 1 malom kafenom soljicom vode ( 0, 75 dl). Kuvati 3 minuta. Pomeriti sa ringle i dodati redom ostale sastojke. Izjednaciti smesu i ostaviti da se ohladi. Oblikovati bombice, svaku uvaljati u sitno seckane propecene lesnike ili kokos, i stavljati u papirnate korpice. Na isti nacin mozete pripremiti ibelu tobleronu, samo onda sirup treba kuvati nesto duze, oko 5 minuta. Zatim, jos toplu smesu sipati u duguljast trouglasti kalup, koji je oblozen folijom. Kad se toblerona ohladi i stegne, seci na tanke snite. Jospar bombica...Bombica ukrupnom planu.",
    "source": "https://www.coolinarika.com/recept/bombice-sa-lesnicima-9e9105a2-63be-11eb-96fd-0242ac120030",
    "type": "recipe",
    "category": "bombice",
    "scraped_at": "2025-11-20T20:31:37.521087",
    "content_hash": "04db6cf28988d2feede5779a234e740e4af50122e1591c67bf4647f1d67809dc"
  },
  {
    "id": "coolinarka_-6865922722516005845",
    "title": "Mliječne putar štangice",
    "content": "Recept: Mliječne putar štangice\nKategorija: štangice\n\nSastojci:\n1 vrećica\nkvasca\n1/2 dl\nmlake vode\n2,5 dl\nmlijeka\n60 dag glatkog\nbrašna\n10 dag\nmaslaca\n10 dag\nšećera\n1 žličica\nsoli\n1\njaje\n\nPriprema: Otopite maslac u mlijeku. Otopite kvasac u mlakoj vodi. Pomiješajte brašno, šećer, sol, jaje, vodu s kvascem i mlijeko s maslacem. Mutite nastavcima za tijesto dok se sastojci dobro ne sjedine. Dobit ćete vrlo meko, svilenkasto tijesto. Pokrijte krpom i pustite da se diže oko sat vremena, ili dok  mu se volumen ne udvostruči. Dasku pospite obilato brašnom, na nju istresite tijesto, sasvim nježno ga premijesite. (ne želite biti okrutni s onim što ćete kasnije jesti :D) . Podijelite tijesto na 10-12 kuglica. Od kuglica razvucite nepravilne oblike koje oblikujte zarolane štangice Složite ih u papirom obložen pleh. Pustite ih da se dignu. Svaku štangicu premažite hladim mlijekom u kojem ste razmutili jedan žumanjak. Pustite ih prije pečenja da se skroz podignu, kao na slici, pecite na 230°C oko 10 minuta. Štangice ispečene.",
    "source": "https://www.coolinarika.com/recept/mlijecne-putar-stangice-41dd095a-63dc-11eb-8d7e-0242ac120050",
    "type": "recipe",
    "category": "štangice",
    "scraped_at": "2025-11-20T20:31:40.298439",
    "content_hash": "9cbc993e1632d54b9ff1c3c6e0df9c5e5ec0d9fa5cd5baa7e2581cc128b87398"
  },
  {
    "id": "coolinarka_-1139838271655259686",
    "title": "Stanglice sa kackavaljem",
    "content": "Recept: Stanglice sa kackavaljem\nKategorija: štangice\n\nSastojci:\n500 g\nmekog brasna\n250 g\nmargarina\n100 + 50 g\nkackavalja (trapist, gauda…)\n1 ravna kasicica\nsoli\n1\nprasak za pecivo\n1\nzumance\nmalo\nmleka\n\nPriprema: Zamesiti srednje meko testo od navedenih sastojaka ( u testo staviti 100 g narendanog kackavalja, a preostalih 50 g upotrebiti za posipanje). Razviti koru debljine 0, 5 cm, premazati blago ulupanim belancetom, viljuskom “izgrebati” testo i posuti naribanim kackavaljem (trapistom, gaudom, ili sl.),slika. Tockicem seci na stanglice, i redjati u podmazan pleh. Peci na 200 C oko 20-tak minuta, dok ne dobiju finu boju.",
    "source": "https://www.coolinarika.com/recept/stanglice-sa-kackavaljem-b7ecffe4-63c1-11eb-bfb7-0242ac120047",
    "type": "recipe",
    "category": "štangice",
    "scraped_at": "2025-11-20T20:31:42.080822",
    "content_hash": "f9e52d44a28cb7868856a0e12c2888b396dae97068c345e26c190016ea97ccbd"
  },
  {
    "id": "coolinarka_-2814890984705173050",
    "title": "Rafaelo stangle",
    "content": "Recept: Rafaelo stangle\nKategorija: štangice\n\nSastojci:\n5\nbelanaca\n150 g.\nsecera\n150 g.\nkokosa\n2 kasike\nbrasna.\n\nPriprema: Umutite u cvrst sneg belanca, postepeno dodavajte secer, i kada se stopi secer lagano dodati brasno muteci mikserom na lagano i kokos. Sipati u pleh (velicine 30×20) u koji smo stavili papir za pecenje, lagano poravnamo i pecemo na 200 C.oko 15-20 min.dok ne dobije blago zlatnu boju. Koru ohladimo. Cokoladu otopimo na pari sa uljem i kada bude lepo sjajna prelijemo ravnomerno po ohladjenoj kori. Ohladimo koru da se cokolada stegne da bi mogli da nanesemo fil da nam se nebi u toku filovanja sve razmazalo. dl.mleka stavimo na sporet da provri. Posebno umutimo puding sa zumancima i dodamo 1 dl.mleka, sve umutimo da nema grudvica, i kada mleko na sporetu provri lagano sipamo masu od pud. i zumanaca, i kuvamo dok se ne zgusne. Sklonimo, i ohladimo. U hladno dodamo secer u prahu i buter, i dobro sve umutimo mikserom. Na ohladjenu koru sa cokol.prelivom ohladjenim nanesemo ravnomerno fil i poravnamo sve sa kuvarskim nozem. Pospemo sa kokosom i ohladimo 2 h.u frizideru. Seci na kocke ili stangle, i uzivajte u pravom ukusu Rafaella. https://www.coolinarika.com/slika/358754",
    "source": "https://www.coolinarika.com/recept/rafaelo-stangle-79c262a8-63fe-11eb-81d3-0242ac120034",
    "type": "recipe",
    "category": "štangice",
    "scraped_at": "2025-11-20T20:31:44.353312",
    "content_hash": "5ed4fbb1330c6df9b735bfe7151c13c0519a756319dfe04b8133873f478dabc0"
  },
  {
    "id": "coolinarka_-213920196379026860",
    "title": "KINDER ŠTANGLE",
    "content": "Recept: KINDER ŠTANGLE\nKategorija: štangice\n\nSastojci:\nPotrebno je:\nTamni sloj:\n150 gr\nšećera\n1 dcl\nvode\n125 gr\nmargarina\n50 gr\nčokolade\n150 gr\nmlevena keksa\n150 gr\nmlevenih oraha\nBeli sloj:\n200 gr\nšećera\n1/2 dcl\nvode\n125 gr\nmargarina\n200 gr\nmleko u prahu\n\nPriprema: Tamni sloj: U posudu staviti šećer i vodu, kuvati dok se šećer istopi, dodati margarin  i čokoladu da se istopi, skinuti sa vatre i dodati mleveni keks i mlevene orahe.Dobro izmešati. Masu staviti u pleh dimenzija 25x20, prethodno podmazan sa uljem. Beli sloj: Umutiti mikserom margarin sa mlekom u prahu. U posudu staviti šećer i vodu kuvati i kad bude gust sirup , vruć dodati u umućen margarin sa mlekom u prahu. Dok dodajemo sirup neprekidno mešamo mikserom 1-2 minuta. Dok je još toplo ( masa se brzo steže) izlijemo preko tamnog sloja, izravnjamo i ostavimo da se ohladi.",
    "source": "https://www.coolinarika.com/recept/kinder-stangle-eea71e1a-6435-11eb-abf2-0242ac120082",
    "type": "recipe",
    "category": "štangice",
    "scraped_at": "2025-11-20T20:31:46.305456",
    "content_hash": "f9ed7e8f705d701aaa95f7de87e430ecdf2e42bcbe85ca31a1f25e79f9b0d4ca"
  },
  {
    "id": "coolinarka_2875191772877385972",
    "title": "Jaffa štanglice",
    "content": "Recept: Jaffa štanglice\nKategorija: štangice\n\nSastojci:\n2 lista\noblatne\n3dl\nmleka\n400g\nšećera\n100g\nčokolade za kuvanje\n250g\nmaslaca/margarina\n700g\nmlevenog keksa (petit ili plazma)\n2\nnarandže\n300g\nJaffa keksa\n\nPriprema: Prokuvati mleko, šećer, čokoladu i margarin.Ostaviti da se fil ohladi. Oguliti dve narandže, pa ih iscediti. Ako su vamnarandže sočne, a ne žilave i previše vlaknaste,dodajte u fil i sok i pulpu koja je ostalaneproceđena. Dobro promešajte, pa dodajte imleveni keks. Na list oblatne naneti jednu polovinu fila, prekonjega poslagati jaffa keks, zatim premazati drugom polovinom fila i prekriti drugim listom oblatne. Prekriti krpom i staviti preko nešto teško da sestegne. Ostaviti na hladnom mestu, pa kad budedovoljno čvrsto seći tankim nožem na štanglice. Napomena: ako fil ne bude dovoljno čvrst nakondodatka keksa, ostaviti ga na hladno da bude joščvršći. Kolač mi je ostao preko noći na hladnom,opterećen drugim kolačima, sutradan sam ga seklaskalpelom. Za širinu štanglice sam uzimala 4kvadratića (ona manja) a dužina oko 13-14kvadratića :) Hvala svima n aisprobavanju i prelepim slikama:https://www.coolinarika.com/slika/989429/https://www.coolinarika.com/slika/993395/https://www.coolinarika.com/slika/989429/https://www.coolinarika.com/slika/993401/ https://www.coolinarika.com/slika/996755/https://www.coolinarika.com/slika/1077891/ https://www.coolinarika.com/slika/1077897/ https://www.coolinarika.com/slika/1077963/https://www.coolinarika.com/slika/1087093/ https://www.coolinarika.com/slika/1153957/ https://www.coolinarika.com/slika/1457493/https://www.coolinarika.com/slika/1466545/",
    "source": "https://www.coolinarika.com/recept/jaffa-stanglice-2101fc22-648b-11eb-ad0e-0242ac1200ce",
    "type": "recipe",
    "category": "štangice",
    "scraped_at": "2025-11-20T20:31:48.043909",
    "content_hash": "a13574cd55781a81bf913c134581c88395aeb7e8ac8b82c50b7e87f3011da617"
  },
  {
    "id": "coolinarka_-702198846157093566",
    "title": "Zapečeni karfiol (cvjetača)",
    "content": "Recept: Zapečeni karfiol (cvjetača)\nKategorija: jela s cvjetačom\n\nSastojci:\n700 g\nkarfiola (cvjetače)\n1\npileća kocka (po želji, jer može i bez nje)\n200 g\ndimljene šunke, vratine ili mesnate slanine\n2 žlice\nulja\n\nPriprema: Karfiol očistite od listova, te ga odvojite na krupnije cvjetove. Stavite kuhati u 1 litru prethodno proključale slane vode i kuhajte na laganoj vatri otprilike 10 min (probajte vilicom cvjetove, moraju ostati kompaktni, ne smiju biti mekani). Ukoliko vodi prethodno dodate i jednu pileću kocku, karfiol će biti ukusniji, a usput ćete dobiti jušni temeljac. (Ne morate je stavljati ukoliko ne volite ili ne želite, svakako može i bez nje). Kuhani karfiol procijedite i ostavite da se ohladi. Vratinu narežite na kockice i lagano popržite u tavi na zagrijanom ulju. Karfiol odvojite na manje cvjetove, složite ga u vatrostalnu posudu te prelijte poprženim mesom i masnoćom iz tave. Za preljev dobro promiješajte žumanjke sa vrhnjem i brašnom, dodajte protisnuti češnjak i naribani sir, lagano posolite i popaprite, te na kraju umiješajte tvrdo tučeni snijeg od bjelanjaka. Smjesu prelijte preko karfiola i vratine, odozgo još prelijte rastopljenim maslacem i posipajte krušnim mrvicama (po želji možete naribati parmezan), te stavite peći u prethodno zagrijanu pećnicu na 200°C otprilike 25-30 minuta. Kad se stvori rumena korica, izvadite iz pećnice.",
    "source": "https://www.coolinarika.com/recept/zapeceni-karfiol-cvjetaca-10814a6e-642d-11eb-ad33-0242ac120066",
    "type": "recipe",
    "category": "jela s cvjetačom",
    "scraped_at": "2025-11-20T20:31:50.797380",
    "content_hash": "9f4358094f87b4a5e2c2405a9f306865d6c34a95982f3d19349a0df826fc9d3b"
  },
  {
    "id": "coolinarka_-3522808736542489872",
    "title": "Zapeceni karfiol ili predivno jelo :)",
    "content": "Recept: Zapeceni karfiol ili predivno jelo :)\nKategorija: jela s cvjetačom\n\nSastojci:\n200g\nsira za rendanje (npr. trapist)\n0.5l\nmleka\n2 kasike\nmargarina\n2 kasike\nbrasna\n1/2 kasike\nmesavine zacina (vegeta)\n600g\nkarfiola\n\nPriprema: Očistiti karfiol, podeliti ga na manje komade, skuvati ga u slanoj vodi. Nakon kuvanja ocediti. (spremanje bešamel sosa)Uzeti manju šerpu, otopiti dve kašike margarina, dodati dve kašike brašna, promešati, dodati hladno mleko. Konstantno mešati na srednjoj temperatuti, kako se ne bi zgrudvalo brašno, dok ne provri (kako bi sos dobio željenu gustinu). Dodati vegetu i muskatni oraščić (po ukusu). Tepsiju (ja koristim pekarsku za burek precnika 28, ali prakticno moze bilo koja), nauljiti. Ako pripremate s testeninom skuvati je i rasporediti po tepsiji. Preko testenine rasporedite kuvani karfiol. Sve to preliti besamel sosom. Narendati sir preko svega. Peći u zagrejanoj rerni, na 200c oko 20minuta, kad sir porumeni izvaditi i servirati kao prilog uz neko jelo ili kao glavno jelo.Prijatno! :)",
    "source": "https://www.coolinarika.com/recept/zapeceni-karfiol-ili-predivno-jelo-4ccdf2c2-63fd-11eb-9875-0242ac12003f",
    "type": "recipe",
    "category": "jela s cvjetačom",
    "scraped_at": "2025-11-20T20:31:52.675909",
    "content_hash": "a24bdda0b16524bc639b0e78c8493134843861ab31871536f77f4ef4c7ff1ee9"
  },
  {
    "id": "coolinarka_-4808229233137451911",
    "title": "Karfiol u jogurtu",
    "content": "Recept: Karfiol u jogurtu\nKategorija: jela s cvjetačom\n\nSastojci:\n1 srednji\nkarfiol\n1\njaje\n2 dl\njogurta\n2 kašike\nprženog susama\n2 kašike\nkukuruznog brašna\n1 kašikica\nsuvog peršuna\nso, biber\nmalo\nparmezana\nmalo\nmaslinovog ulja\n\nPriprema: Karfiol oprati i podeliti na manje cvetiće. Staviti ga u ključalu slanu vodu da se skuva do pola. Ne treba da bude suviše mekan. Kada se skuva, preliti ga na kratko hladnom vodom, a onda ga ocediti. Dok se karfiol hladi, u posudiizmutiti jaje,dodati jogurt(bolje što gušći),susam(pečen -toga uvek imam spremno u teglici),brašno, so, biber iperšun. Smesa treba da je gušća od one za palačinke. Kada je sve spremno, vatrostalnu posudu malo nauljiti, cvetove karfiola dobro uvaljati u masu sa jogurtom i ređati u posudu. Preostalu masu preliti preko karfiola. Posuti peršunom i sa malo parmezana. Zapeći u rerni 20ak minuta na 200C - dok se uhvati rumena korica po vrhu. Poslužiti uz.... Na kašici maslaca, lagano i sasvim kratko propržiti kašiku brašna. Skloniti sa vatre i dodati mirođiju, so i šećer. Sve naliti mlekom i vratiti na slabu vatru. Kuvati uz stalno mešanje dok se ne zgusne. Po potrebi dodati još mleka ili vode u zavisnosti od željene gustoće. Kada temperatura dodje do ključanja dodati sirće ili limun - nikako ranije jer sirće čini da se mleko zgruša ako nije kuvano. Obožavam ovaj sos, naročito sa svežom mirođijom. Sušena mirođija ima nekako potpuno drugačiju aromu. Dobra zamena za svežu je ona iz zamrzivača. Kada kupim lepu svežu mirođiju na pijaci, dobro je operem, ostavim da se osuši i sitno narežem. Spakujem u male plastične kutijice pa u zamrzivač. Tako zamrznutu je direkt stavljam u jelo. Ovako čuvana zadržava skoro potpuno svoju aromu. Sosom preliti još topao karfiol...",
    "source": "https://www.coolinarika.com/recept/karfiol-u-jogurtu-d7d0ab1e-6441-11eb-b133-0242ac120092",
    "type": "recipe",
    "category": "jela s cvjetačom",
    "scraped_at": "2025-11-20T20:31:54.559799",
    "content_hash": "27209382a105f65958ade2b3171f2d059251f08f5fbac7adf883686e02a02a0b"
  },
  {
    "id": "coolinarka_4106418609960191856",
    "title": "Karnabahar graten/turska gratinirana cvjetača",
    "content": "Recept: Karnabahar graten/turska gratinirana cvjetača\nKategorija: jela s cvjetačom\n\nSastojci:\n1 -1,5kg\ncvjetača\n1žlica\nmaslinovo ulje\n\nPriprema: Cvjetacu operite i narezita na cvjetice.Skinite tvrdi dio . U lonac stavite vodu i mlijeko pa zakuhajte,kad prokuha dodajte sol i cvjetacu ,po potrebi dolijte jos vode da cvjetaca bude pokrivena . Kuhajte je nekih 5 min.dok ne omeksa ,pazite da se ne prekuha. U posudu za pecenje stavite malo maslinovog ulja pa na njega stavite procjedenme cvjetove cvjetace. Mlijecni prreljev/besamel: U posudu debljeg dna stavite maslac s mlazom ulja pa pustite da se zagrije i otopi.Dodajte brasno ,lagano zazutite ,podlijte mlijekom.Pustite da se sve malo zgusne i poveze mijesajuci pjenjacom Posolite . Maknite s vatre pa dodajte zumanjak energicno mijesajuci da se ne zgruda. Domades sosu: U posudici zagrijte maslinovo ulje dodajte nasjeckani cesnjak pustite da zamirise pa podlijte pasiranom rajcicom,dodajte med ,posolite i poaprite po ukusu .Pustite da kuha 5 min. Na cvjetacu stavite domades umak ,pospite suhim ili nasjeckanim svjezim bosiljkom. Prelijte sve s mlijecnim preljevom,pospite naribanim sirom. Pecite cvjetacu u zagrijanoj pecnici na 200C dok ne uhvati finu zlatnu boju.",
    "source": "https://www.coolinarika.com/recept/karnabahar-graten-turska-gratinirana-cvjetaca-c4c7c312-6497-11eb-848b-0242ac12008f",
    "type": "recipe",
    "category": "jela s cvjetačom",
    "scraped_at": "2025-11-20T20:31:56.498846",
    "content_hash": "f62e24634a758458ba2f3dd29e97eb5ba815217b53188ad1b09b99cb5284f325"
  },
  {
    "id": "coolinarka_-1253093279106650756",
    "title": "Gratinirana cvjetaca (karfiol) !",
    "content": "Recept: Gratinirana cvjetaca (karfiol) !\nKategorija: jela s cvjetačom\n\nSastojci:\n1 srednje velicine\ncvjetaca\n2 kasike\nmaslaca\n1 srednji\ncrveni luk\n3 kasike\nbrasna\n3 dl\nmlijeka\n1.5 dl\nvode u kojoj se kuhala cvjetaca\npo volji\nvegeta\nprstohvat\nbjelog bibera\nprstohvat\nmljev. muskatnog orascica\n3 kom\njaja\n100 gr\nparmezana\n2 kasike\nkrusnih mrvica\n\nPriprema: Ocistite cvjetacu,odstranite listove,razdjelite je na cvjetove,operite i stavite u kipucu vodu u koju ste dodali malo vegete.Skuhajte je na pola,to je otprilike  10 min,ali najbolje je provjeriti viljuskom. Kad malo omekani dobro je ocjedite,ostavite malo te vode za umak. Dok se cvjetaca kuhala vi ste pripremili umak tako sto ste sitno isjeckali luk i propirjali ga na maslacu da bude staklast. Na propirjani luk dodajte brasno,malo ga proprzite i polako zalivajte sa mlijekom i istovremeno mjesajte malom pjenjacom,da vam se ne stvore grudvice.Dodajte vodu od karfiola,posolite,popaprite,dodajte muskatni orascic i kuhajte dok se ne zgusne! Pri kraju dodajte parmezan i ostavite da se malo hladne.Sada odvojite zumanjke od bjelanjaka i zumanjke dodajte u topli umak,dobro promjesajte,a bjelanjke istucite u cvrsti snijeg i sve lagano umjesajte u umak. Vatrostalnu posudu dobro namazite maslacem,predajte dobro ocjedjenu cvjetacu,tako da budu gusto naslagane.Odozgo zalijte umakom i pospite krusnim mrvicama.! Ugrijte pecnicu na 200' i pecite ca 30-40 min,opet zavisno od vase pecnice!",
    "source": "https://www.coolinarika.com/recept/gratinirana-cvjetaca-karfiol-71251088-642f-11eb-ad95-0242ac120033",
    "type": "recipe",
    "category": "jela s cvjetačom",
    "scraped_at": "2025-11-20T20:31:58.309181",
    "content_hash": "8ba4d7ce2a2a0533bbbd5987b88258127c19d08ed97661c7e51bb4092188682b"
  },
  {
    "id": "coolinarka_5120965956926217499",
    "title": "Rafaelo kuglice mame Zorke",
    "content": "Recept: Rafaelo kuglice mame Zorke\nKategorija: kuglice\n\nSastojci:\n1/2 l\nmlijeka\n15 žlica\nšećera\n10 žlica\nškrobnog brašna\n25 dag\nmaslaca\n20 dag\nkokosa\n2 vrećice\nvanilin šećera\n3 žlice\nlikera od kokosa (može i bez njega)\n\nPriprema: Gustin i šećer pomiješajte da dobijete smjesu sličnu kao za puding. Mlijeko zakuhajte i kad zavrije, maknite s vatre, primješajte smjesu šećera i gustina, te skuhajte gustu kremu. Ohladite. Kad se smjesa ohladila, dodajte joj izrađeni maslac i dobro promiješajte, te dodajte kokos. Lagano mokrim rukama pravite male kuglice, u sredinu svake stavite prženi oguljeni lješnjak, te uvaljajte ih u kokos . Poslužite ih u papirnim košaricama, dobro ohlađene.",
    "source": "https://www.coolinarika.com/recept/rafaelo-kuglice-mame-zorke-b59d2eda-63da-11eb-9a55-0242ac12003b",
    "type": "recipe",
    "category": "kuglice",
    "scraped_at": "2025-11-20T20:32:01.075678",
    "content_hash": "75d6c2decbb9680d75904dc0d604bac96888fa10864aec1b80d6c5baba357690"
  },
  {
    "id": "coolinarka_1571315394350641819",
    "title": "Jaffa kuglice",
    "content": "Recept: Jaffa kuglice\nKategorija: kuglice\n\nSastojci:\n300 g\nkeksa s okusom kakaa\n150 ml\nsoka od narance\n1\nvanil secer\n2 velike zlice\npekmeza od narance ili marelice\n1 rebro (50g)\ncokolade za kuhanje\nnaribana korica narance\n1 zlica\nmeda\n\nPriprema: Kekse samljeti ili ih dobro usitniti, preliti sokom, izmijesati, dodati med, pekmez, van. secer i otopljenu cokoladu, na kraju umijesati koricu narance, sve dobro izmijesati da se sastojci povezu. Najbolje rukama sjediniti smjesu, staviti u frizider 30 minuta i zatim oblikovati kuglice ili oblike po zelji. Dodati jos malo keksa ako se smjesa cini mekana. Uvaljati u mljeveni keks ili po zelji. Moze se staviti na foliju u neki kalup pa kasnije rezati, ja sam stavila u trokutasti kalup. Moze idrugavrsta keksa i dodati 1-2 zlice kakaaa, ali keksi s okusomkakaasu predivni za ovaj kolacic, budu tamne i finog okusa. Ako netko voli sladje moze u smjesu dodati i malo secera.",
    "source": "https://www.coolinarika.com/recept/jaffa-kuglice-66423f70-63de-11eb-9558-0242ac120062",
    "type": "recipe",
    "category": "kuglice",
    "scraped_at": "2025-11-20T20:32:03.873416",
    "content_hash": "1a40cf3440e677cd23ea25a293be618e83d29b532e7d669cf252a77c7c1afd63"
  },
  {
    "id": "coolinarka_-2663651870291034912",
    "title": "Šarene kuglice od krompira",
    "content": "Recept: Šarene kuglice od krompira\nKategorija: kuglice\n\nSastojci:\n1kg\nbelog krompira\n200g\nkačkavalja (može da bude i dimljeni, a i posni dimljeni)\n200g\nlight majoneza\n1 kašika\nsoli\npo ukusu\nmlevenog bibera\n80g\nlanenog semena\n\nPriprema: Skuvati krompir i izgnječiti ga kao za pire. Kad se malo prohladi, dodati majonez i dobro sjediniti. Masu ostaviti da se skroz ohladi. Narendati kačkavalj i sjediniti sa ohlađenim krompirom. Dodati so, biber i laneno seme. Probati, pa ako treba, dosoliti. Sada možete dlanovima formirati kuglice. Deo kuglica uvaljati u izmrvljen kikiriki, deo u sitno seckan peršunov list, deo u sitno rendanu šargarepu (po kojoj ste pokapali limunov sok da ne potamni), deo u prženi susam, a deo u krupno rendani kačkavalj.",
    "source": "https://www.coolinarika.com/recept/sarene-kuglice-od-krompira-67a706be-6444-11eb-a818-0242ac120082",
    "type": "recipe",
    "category": "kuglice",
    "scraped_at": "2025-11-20T20:32:06.239302",
    "content_hash": "650d2ea56e6515d0dc48b5cca0ad6a517b168fb18addbae8efc9e6fb40d541ba"
  },
  {
    "id": "coolinarka_1576040593253519829",
    "title": "Kuglice sa kikirikijem",
    "content": "Recept: Kuglice sa kikirikijem\nKategorija: kuglice\n\nSastojci:\n450 g\nbrasna\n1 kasicica\nsoli\n250 g\nmargarina\n1\njaje\nmalo mleka\nkikiriki\noko 100 g\nsusama\n\nPriprema: Izmesati brasno, so, zumance i margarin sa malo mleka koliko da se zamesi srednje meko testo. Oblikovati male kuglice i u sredinu svake staviti po 1 oljusteni peceni kikiriki. Svaku kuglicu provuci kroz blago ulupano belance i uvaljati u susam. Redjati na pleh, koji nije potrebno podmazivati, i peci u prethodno zagrejanoj pecnici na 200 C oko 30 minuta. https://www.coolinarika.com/slika/21703",
    "source": "https://www.coolinarika.com/recept/kuglice-sa-kikirikijem-3bd9ab4e-63be-11eb-920b-0242ac120079",
    "type": "recipe",
    "category": "kuglice",
    "scraped_at": "2025-11-20T20:32:08.195795",
    "content_hash": "6b0f8cb9283b74b1c913eec7a5159b6a528461fa5aa73a2c53538652a1695abf"
  },
  {
    "id": "coolinarka_-3645852763582242945",
    "title": "Ferrero Rocher ( još jedan, ali meni najbolji )",
    "content": "Recept: Ferrero Rocher ( još jedan, ali meni najbolji )\nKategorija: kuglice\n\nSastojci:\nFERRERO ROCHER ( cca 90 kuglica )\nSastojci:\n100 g napolitanki od lješnjaka\n150 g lješnjaka\n200 g Nutelle\n150-200 g čokolade za kuhanje\noko 50 g margarina\n1 oblatne (za ferrero) ja sam kupila u Plodinama\n\nPriprema: Zagrijati pećnicu na 180 stupnjeva, rasporediti lješnjake u škrovadu i peći ih 8-10 minuta. Nikako ne duže jer će zagoriti i biti će gorki. Oguliti kožicu s njih.Ako se sa nekih neće da skida onda ih još koju minutu vratiti upećnicu ali paziti da ne pregore. Kožica na njima doprinosi gorčini u kuglicama pa je najbolje u potpunosti je skinuti.Isjeckati ih na sitno, najbolje par sekunda sa štapnim mikserom. Oblatne izrežemo da dobijemo polovice kuglice Napolitanke izmrviti na sitno, dodati lješnjake i Nutellu i dobroizmiješat rukama da se sve dobro poveže.Ukoliko se smjesa ne želi povezati dodati još jednu žlicu Nutelle.Punimo polovice i spajamo ih. Možete ih staviti u frižider dok pripremite glazuru Rastopiti čokoladu zakuhanje sa maslacem,Količina potrebne čokolade za kuhanje ovisi o spretnosti i brzini.Čokolada treba bit što toplija da se ne uhvati prevelika količina za kuglicu ali i što hladnija da se kuglica ne izobliči irastopi, treba naći neku sredinu. Najbolje je čokoladu rastopiti u posudi sadvostrukim dnom (da stoji zagrijana) iliti \"parna kupelj\"i u to umakati kuglice jer odstupanje utemperaturi treba biti minimalno. Uglavnom, sve se treba raditi relativno brzo. Ja sam ih stavljala na oblatnu da se \"okapaju\" i osuše meni je ispalo 90 kuglica ;)",
    "source": "https://www.coolinarika.com/recept/ferrero-rocher-jos-jedan-ali-meni-najbolji-55124c82-6441-11eb-9517-0242ac12008e",
    "type": "recipe",
    "category": "kuglice",
    "scraped_at": "2025-11-20T20:32:10.158863",
    "content_hash": "7f9b3b94f3a6484498b3e83ec46521997b7851b682e2769df18ec08b095182e8"
  },
  {
    "id": "coolinarka_9144020743322065076",
    "title": "Bajadera",
    "content": "Recept: Bajadera\nKategorija: bajadere\n\nSastojci:\n100-120 ml\nvode *\n120 g\nšećera\n70 g\nputera\n180 g\nmlevenih oraha\n180 g\nmlevenog keksa\n\nPriprema: Za svetli sloj - staviti vodu, šećer i puter na riglu da se sve otopi i  nestanu kristali šećera. Izmaći sa ringle, dodati orahe i keks, sve  lepo izmešati. Za tamni sloj - staviti vodu, šećer i puter da riglu da  se sve otopi i nestanu kristali šećera, izmaći sa ringle pa dodati  čokoladu, mešati dok se sva ne otopi, a onda dodati keks i orahe i sve  sjediniti. Obe smese ostaviti da se malo ohlade. Kad smese budu mlake, izmeriti posebno svetlu posebno tamnu, pa podeliti  svaku na dva jednaka dela i rasporediti u 4 kese za zamrzivač. Dok su mlake, smese polako razvući po kesi, prvo tapkajući rukom pa posle prelazeći  oklagijom, tako da se dobiju ujednačane i tanke table koja ispunjavaju  celu površinu kese. Prvu kesu sa crnim slojem raseći skalpelom sa dve  strane i otklopiti kesu, kao stranicu knjige. Sa duže strane table  uhvatiti kesu i podići vertikalno, i tako preneti crni sloj bajadere do  poslužavnika. Pažljivo spustiti pa odlepiti kesu. Na isti način preneti  jedan beli sloj. Pa opet crni, i opet beli. Pre skidanja kese sa  poslednjeg prenetog sloja složenu bajaderu blago preći oklagijom, tek da  se slojevi priljube ali ne jako da se ne bi deformisali. Pripremiti preliv. Vodu, šećer i puter istopiti dok se kristali šećera ne istope, izmaći sa ringle pa  ubaciti čokoladu da se i ona otopi (po potrebi vratiti na ringlu, ako deluje mnogo gusto). Glazuru sipati preko bajadere,  rasporediti je po celoj površini, pa onda protresti poslužavnik, da se  glazura sama izravna. Ohladiti i seći.",
    "source": "https://www.coolinarika.com/recept/bajadera-6bab47ac-6430-11eb-8221-0242ac12001e",
    "type": "recipe",
    "category": "bajadere",
    "scraped_at": "2025-11-20T20:32:13.437393",
    "content_hash": "e5b843aad810c510b9a3125ac1f3174fbc3b468a5c3b45ddd3d2e95855a2896e"
  },
  {
    "id": "coolinarka_-918620221738738454",
    "title": "Bajadera",
    "content": "Recept: Bajadera\nKategorija: bajadere\n\nSastojci:\n650 gr\nšećera\n18 kašika\nvode\n210 gr\nmargarina\n250 gr.\nmlevenih oraha\n25o gr.\nmlevenog keksa\n100 gr.\nčokolade\n\nPriprema: šećer i vodu staviti da provri, skloniti sa strane i dodati orahe i keks a zatim margarin, dobro sve sjedinitii podeliti na dva dela, u jedan dodati otopljenu čokoladu, a drugi ostaje beo, rastanjiti prvo deo sa čokoladom, ostaviti malo da se prohladi pa preko svetli deo, kada se skroz ohladi i stegne preliti glazurom.",
    "source": "https://www.coolinarika.com/recept/bajadera-bbf6a64e-63e4-11eb-b282-0242ac120066",
    "type": "recipe",
    "category": "bajadere",
    "scraped_at": "2025-11-20T20:32:15.342365",
    "content_hash": "cb9cc941db8c5656a742c3ccb9790372fa88771bf6fa9441c3af05d3400353be"
  },
  {
    "id": "coolinarka_7805023116093304627",
    "title": "Bajaderka",
    "content": "Recept: Bajaderka\nKategorija: bajadere\n\nSastojci:\n1 litra\nmlijeka\n150 grama\ngriza\n250 grama\nmargarina\n1-2 žlice\nkakaa\n200 grama\nšećera\n1\nvanili šećer\nkorica limun i sok od pola limuna\npetit keksi\n\nPriprema: Zakuhajte mlijeko sa šećerom, dodajte margarin da se rastopi pa u tome zakuhajte griz. Podjelite smjesu na dva dijela pa u jedan dodajte kakao, a u drugi vanili šećer i limun. U protvan veličine 20x30 poslažite kekse pa prvo stavite crnu smjesu. Na crnu kremu stavite petit. Na kekse stavite bijelu kremu i posložite kekse i to je to. Ubacite u frižider i pričekajte da se ohladi.",
    "source": "https://www.coolinarika.com/recept/bajaderka-1521b3c0-644a-11eb-bca9-0242ac120017",
    "type": "recipe",
    "category": "bajadere",
    "scraped_at": "2025-11-20T20:32:17.196710",
    "content_hash": "4341a1fa77884261a999a56ba296ef61f0668f99ed792e747d1ab985034512db"
  },
  {
    "id": "coolinarka_-4759870629529641809",
    "title": "Bela -limun bajadera -",
    "content": "Recept: Bela -limun bajadera -\nKategorija: bajadere\n\nSastojci:\n250 gr\nšećera u prahu\n400 gr\nmlevenog keksa\n125 gr\nmargarina\nsok\nod 1 limuna\n1 dc\nmleka\n\nPriprema: iseckati margarin dodati šećer u prahu i dobro umutiti, dodati keks, sok od limuna i mleko sve dobro sjediniti i istresti na tacnu formirajuću koru debljine 1 cm. istopiti čokoladu sa uljem i preliti preko kore, staviti u frižider da se malo stegne. šećer i vodu staviti na laganu vatru da vri 7 minuta, skloniti sa vatre i dodati margarin u vruću masu i mutiti mikserom nekih 5 minuta, zatim u to dodati mleko u prahu, dobro sjediniti mikserom i preliti preko prve kore i čokolade. staviti u frižider da se dobro stegne. https://www.coolinarika.com/slika/392667kuglice od prvog dela https://www.coolinarika.com/slika/392687presek kuglica",
    "source": "https://www.coolinarika.com/recept/bela-limun-bajadera-10206034-642b-11eb-9234-0242ac12001a",
    "type": "recipe",
    "category": "bajadere",
    "scraped_at": "2025-11-20T20:32:19.371887",
    "content_hash": "797afb03747738f7c557a1f94cdd20c4a6cb0da3bd4847d7601215473e654cb1"
  },
  {
    "id": "coolinarka_7015168113636542862",
    "title": "Karamel bajadera",
    "content": "Recept: Karamel bajadera\nKategorija: bajadere\n\nSastojci:\n250 gr\nšećera u prahu\n2\njaja\n100 gr\nlješnjak karamela\n1/2\nmargarina\n250 gr\nmljevenog keksa\n\nPriprema: Šećer u prahu umutiti sa dva jajeta pa kuvati na pari. Kad je kuvano u vruće dodati lješnjak karamele, miješati da se istope. Zatim dodati margarin da se i on istopi. Dodati mlijeveni keks, izmijesati pa sve to jednako rastanjiti u plehu. Šećer i vodu staviti na vatru da se šećer dobro istopi. Skloniti sa vatre pa dodati margarin da se istopi. Zatim dodati mlijeko u prahu, izmijesati i sipati preko prvog dijela pa izravnati. Po želji preliti sa glazurom od bijele čokolade a može i bez nje. Mali savjet: U prvom dijelu jaja i šećer ne treba kuvati da bude previše čvrsto, bolje da se doda još malo mljevenog keksa ako procjenite da je potrebno. U drugom dijelu: najbolje da se koristi mlijeko u prahu Slovenačke proizvodnje u plavoj kutiji ( to kupujrm ovdje u BIH) i ako vam se desi da vam masa bude malo rjeđa dodati kašiku pudinga od vanilije ili još mlijeka u prahu.",
    "source": "https://www.coolinarika.com/recept/karamel-bajadera-79982ce6-64a2-11eb-aaa5-0242ac12008a",
    "type": "recipe",
    "category": "bajadere",
    "scraped_at": "2025-11-20T20:32:21.937917",
    "content_hash": "b78e4e4c3f83e20b99a21e541e2aecbc490dddaaba191787715714c7ddcd3678"
  },
  {
    "id": "coolinarka_-4259761040263226269",
    "title": "Sladak kupus bez mesa",
    "content": "Recept: Sladak kupus bez mesa\nKategorija: jela od kupusa\n\nSastojci:\n1 glavica\nluka (ili struk praziluka)\n2-3\nkašike ulja\n1\nkrompir sečen na kockice\npo želji (neobavezno) -\n2-3 struka\nperšuna\n2 češnja\nbelog luka\n1/2 kašičice\nmlevenog sušenog povrća\n1/2 kašičice\nmlevene začinske paprike - može ljuta\nlistić\nlovora\n1\nparadajz\n1 manja\npaprika\n1 manja\nglavica kupusa\n1 srednja\nšargarepa\npo ukusu\nsoli i bibera\n\nPriprema: Kupus očistiti od spoljnih listova, izrezati na 4 dela, odstraniti koren, pa iseći na manje komade. Luk (praziluk) i šargarepu sitno iseckati, pa propržiti na ulju. Kad malo svenu, dodati kupus, lovor, posoliti i dinstati dodajući povremeno po malo vode. Posle desetak minuta dodati papriku iseckanu na kockice. Nastaviti sa dinstanjem dok kupus ne omekša (probati zadebljanja na listovima), pa dodati mleveni biber,sušeno povrće i mlevenu začinsku papriku. Paradajz iseckati i dodati u jelo. Promešati i još malo poklopljeno prokuvati da se paradajz raskuva. Na kraju iseckati u jelo beli luk i peršun. Nekad u kupus dodam kockice krompira, da bude sitije jelo. Cak sam dodavala i kuvani pirinač, pa ukusom podseća na sarmu od slatkog kupusa. Može da se posluži kao samostalni obrok ili prilog. Meni je uz parče dimljenog kackavalja, domaći hleb i seckan crni luk odlican ručak. Vino se podrazumeva.. ;) Više o receptu pogledajte na blogu Gaga u kujni -https://gagasrce.blogspot.com/2013/12/sladak-kupus-bez-mesa.html",
    "source": "https://www.coolinarika.com/recept/sladak-kupus-bez-mesa-3b93be78-6480-11eb-b4fa-0242ac120038",
    "type": "recipe",
    "category": "jela od kupusa",
    "scraped_at": "2025-11-20T20:32:24.589301",
    "content_hash": "7ca56dc20e0986f8d642cb8024768fb89bc08b3d755b3c061fef8decd2872bcf"
  },
  {
    "id": "coolinarka_-7489805064616780156",
    "title": "Kiseli kupus dinstani",
    "content": "Recept: Kiseli kupus dinstani\nKategorija: jela od kupusa\n\nSastojci:\n500 g\nnarezanog kiselog kupusa\n1\nkapula\n3-4 režnja\nčešnjaka\nmalo\npancete ili kobasice\n1/2 žličice\npapra\n1 žlica\nkoncentrata rajčice\nperšin\nsol po potrebi\nmalo\nmasti i ulja\n\nPriprema: Naribani kiseli kupus isperite u hladnoj vodi ako je jako kiseo, ali ne previše. Dobro ocijedite.Pancetu narežite na tanke ploške pa na kockice. Ako koristite kobasice, ostavite ih cijele.Kapulu, češnjak i peršin sitno nasjeckajte.Orijentaciono, na 500 g kiselog kupusa dovoljno je staviti 3 tanke ploške dimljene pancete. Na masnoći, najbolje pola mast i pola ulje, popržite sitno nasjeckanu kapulu da zastakli. Dodajte kupus dobro ocijeđen rukama i dinstajte oko 20 minuta na laganoj vatri bez poklopca. Često promiješajte da ne zagori. Zatim dodajte što imate od suhog: pancetu, kobasice, kožice pancete, pršut... i sitno nasjeckani češnjak. Miješajte na vatri još 10-15 minuta pa zalijte s oko 200 ml vode. Poklopite i kad prokuha smanjite vatru i kuhajte oko 1,5 sat uz često miješanje i dolijevanje vode po potrebi da ne ostane suho. Nemojte da kupus pliva u vodi, uvijek neka vode bude samo pri dnu posude. Na pola kuhanja popaprite, dodajte razmućenu rajčicu i sitno sjeckani peršin. Po potrebi dosolite.Što se kupus duže dinsta, to je bolji.Na kraju kupus treba ostati gotovo suh.",
    "source": "https://www.coolinarika.com/recept/kiseli-kupus-dinstani-94aeeffe-6481-11eb-889f-0242ac120082",
    "type": "recipe",
    "category": "jela od kupusa",
    "scraped_at": "2025-11-20T20:32:26.476819",
    "content_hash": "44323808fa59434279fef2bfcd437680c66e0bc43a71d92d43f2ffecb29967e5"
  },
  {
    "id": "coolinarka_-3835916006885568210",
    "title": "Kiseljenje kupusa",
    "content": "Recept: Kiseljenje kupusa\nKategorija: jela od kupusa\n\nSastojci:\n30 kg\nkupusa\n2 kg\nsoli\nvoda po potrebi\n\nPriprema: Zreli kupus, čvrstih glavica, očistiti od oštečenih listova i oštrim nožem izdubiti “korjen”. Napravljeno udubljenje ispuniti solju. Dno bačve posuti sol i na to slagati posoljene glavice kupusa, u prostore između glavica staviti čevtrtine kupusa ili po želji još manje djelove. Ponekad znam izribati kupus, posoliti i s takvim izribanim kupusom puniti plastične vrečice koje se moraju izbušiti i čvrsto zatvoriti, te s takvim vrečicama se mogu ispuniti prostori između glavica kupusa, a kod upotrebe nije ga potrebno više rezati. Kad smo poslagali sav kupus, još dodatno posolimo sadržaj bačve i dodamo vode da kupus bude gotovo sav u vodi. Ne treba biti sav stoga što će se njegov volumen smanjiti pa će “sjesti” u bačvu u čemu mu pomažu utezi ( kamen, vrečice s vodom, boce s vodom ). Prije stavljanja utega dobro je staviti pritiskivač ( plastični, drvene letvice ). Nakon nekoliko dana treba kupus prkontrolirati i dodati vode, ako je potrebno, a u slijedećim danima skupljati pjenu koja se stvara na površini vode. Ponekad je potrebno oprati i utege. Kupus spremljen na taj način u dobrom prostoru može trajati do kasnoga proljeća ukoliko ga zbog visoko vrijednih sastojaka i finoće prije toga ne potrošite.",
    "source": "https://www.coolinarika.com/recept/kiseljenje-kupusa-9f9f62a4-63be-11eb-8fca-0242ac120046",
    "type": "recipe",
    "category": "jela od kupusa",
    "scraped_at": "2025-11-20T20:32:28.587059",
    "content_hash": "65feeba98ae57828315095587be7f7d1f569270de1fe364e1a0365f68e115314"
  },
  {
    "id": "coolinarka_1276957661362634244",
    "title": "Zapečeni kupus s pireom i kobasicama",
    "content": "Recept: Zapečeni kupus s pireom i kobasicama\nKategorija: jela od kupusa\n\nSastojci:\n1\nglavica luka\n1\nvelika mrkva\n500 g\nrezanog kiselog kupusa\n50 g\nPancete Podravka\n2 lista\nlovorike\n1 ravna\ncrvene paprike\nmalo\nčešnjaka u prahu, soli i papra\n300 g\nkobasica\n\nPriprema: Luk i pancetu  sitno nasjeckajte, mrkvu krupno naribajte, kiseli kupus stavite u veće cjedilo i isperite toplom vodom. Luk popržite na ulju da postane staklast, dodajte mu mrkvu, pancetu i kupus, još kratko popržite, pa podlijte s malo vodom. Redom dodajte sve začine. Nakon 10-ak minuta, dodajte i kobasice. Smanjite vatru, kuhajte na laganoj vatri oko 30 minuta, po potrebi podlijevajte s malo vode. Krumpir ogulite, operite, narežite na ploške, istresite u lonac, ulijte vodu, lagano posolite i kuhajte oko 20 minuta. Ocijedite ga, zgnječite, pa umiješajte maslac i vruće mlijeko. Začinite solju, paprom i muškatnim oraščićem. Pećnicu zagrijte na 200 stupnjeva. Vatrostalnu posudu namastite, pa u nju rasporedite kupus. U sredini kupusa napravite rupu pa je ispunite pireom. Kobasice narežite na ploške, posložite po jelu, te sve zajedno zapecite oko 20 minuta.",
    "source": "https://www.coolinarika.com/recept/zapeceni-kupus-s-pireom-i-kobasicama-cc0b677a-6431-11eb-9fe9-0242ac1200b0",
    "type": "recipe",
    "category": "jela od kupusa",
    "scraped_at": "2025-11-20T20:32:30.549817",
    "content_hash": "87e2991953588bc8b568a81b20cfa25888b0d8dd70929f23edd658334878f1ca"
  },
  {
    "id": "coolinarka_3669233637696321566",
    "title": "Slatki kupus na varivo",
    "content": "Recept: Slatki kupus na varivo\nKategorija: jela od kupusa\n\nSastojci:\n1 manja glavica\nkupusa\n1 žlica\nmasti\n2 kom oguljene i narezane\nmrkve\n1/2 kg na kockice izrezane\nteletine\n1 veća glavica\nluka\n1 velika žlica\nkoncentrata rajčice\n--\npapra\n--\nsoli\n2 režnja sjeckanog\nčešnjaka\n1 zelena grančica\ncelera\n2 kom izrezanog na kockice\nkrumpira\n\nPriprema: U posudu za kuhanje stavite mast i na njoj fino zažutite luk, dodajte mrkvu, kupus i meso, te pirjajte uz stalno podlijevanje vodom. Začinite po ukusu. Kad se sve fino upržilo, dodajte krumpir i nalijte vodom , te kuhajte dok krumpir ne omekša. Kad se krumpir skuhao, dodajte koncentrat rajčice i grančicu celera, pa  prokuhajte još pet minuta. Na samom kraju dodajte sjeckani češnjak i poklopite te odmah izgasite vatru. Poslužite vruće",
    "source": "https://www.coolinarika.com/recept/slatki-kupus-na-varivo-c320fb44-63ef-11eb-9dcd-0242ac120064",
    "type": "recipe",
    "category": "jela od kupusa",
    "scraped_at": "2025-11-20T20:32:32.410957",
    "content_hash": "038c064accdb97b2223295822ec606e1bdb116b8b4798ab5d344111db07cbdb0"
  },
  {
    "id": "coolinarka_2093274398408640151",
    "title": "TROUGLOVI SA SIROM",
    "content": "Recept: TROUGLOVI SA SIROM\nKategorija: trokuti\n\nSastojci:\n6-7 listova\nkora za pitu\n400 gr\nsvježeg sira\n1\njaje\n1 kašika\nkiselog vrhnja\npo ukusu\nsoli\n\nPriprema: Sjediniti sir,jaje,kiselo vrhnje i so.Posebno umutiti jaje,ulje i jogurt,za premazivanje kora.Sve kore isjeći na 4 trake.Na radnu plohu staviti isječene trake,pa premazati sa malo smjese za premazivanje. Prekriti drugom trakom.Na jedan kraj staviti 1 kašiku fila sa sirom. Preklopiti,pa nastaviti preklapanje, oblikujući trokutiće. Redati u pouljen pleh.Na isti način pripremiti i ostale trokutiće,dok se sastojci ne utroše. Pouljiti,pa staviti u pećnicu zagrijanu na 200 C.Peći dok ne porumene. Pečene ostaviti par minuta! Poslužiti sa umakom (sitno naribati krastavac i češnjak,preliti jogurtom,posoliti i pobiberiti,po ukusu.Sve sjediniti,pa ostaviti u frižider bar pola sata,da se okusi prožmu)!",
    "source": "https://www.coolinarika.com/recept/trouglovi-sa-sirom-2750dea2-6488-11eb-9b71-0242ac120080",
    "type": "recipe",
    "category": "trokuti",
    "scraped_at": "2025-11-20T20:32:35.030049",
    "content_hash": "dd7d90b7b399dce18aa6de2d7804b723759ccf04532b8b71c545a42ec22736f4"
  },
  {
    "id": "coolinarka_7735639224225390200",
    "title": "Orahovi trokuti",
    "content": "Recept: Orahovi trokuti\nKategorija: trokuti\n\nSastojci:\n30 dag\nbrašno glatko 550\n1 mala žlica\nPraška za pecivo Dolcela\n13 dag\nšećera\n2 vrečice\nVanilin šećera  Dolcela\n2\njaja\n13 dag\nmaslaca\n\nPriprema: Brašno pomiješati sa praškom za pecivo i prosijati na dasku za miješenje. Utisnuti u sredinu udubljenje u koje staviti šećer, vanilin šećer, jaja i izmiješati u gustu masu. Dodati  komadiće hladnog maslaca (margarina) i umiješati glatko tijesto. Ako se lijepi, ostaviti da se ohladi. Razvaljati tijesto u limu za pečenje, koji je prethodno malo namašten i pobrašnjen. Tijesto premazati marmeladom. Za kremu umiješati maslac, šećer i vanilin šećer s vodom, staviti da zavri i umiješati samljevene i narezane orahe. Pripremljenu kremu staviti u hladnjak. a nakon što se rashladi rasporediti  po tijestu. Staviti u štednjak i peči oko 20 minuta na temperaturi od 180° C. Nakon pečenja sve malo rashladiti, pa uz pomoć ravnala rezati na  kvadrate  8X8cm ....... ........ a zatim svaki kvadrata razrezati dijagonalno....... ......da se dobiju trokuti. Izmiješati čokoladu sa rastopljenim maslacem i sa toliko vrele vode da  se dobije gusta glatka masa. Oba oštra kuta izrezanih trokuta umočiti u pripremljenu čokoladnu masu....... ......pa odložiti na rešetku da se osuše",
    "source": "https://www.coolinarika.com/recept/orahovi-trokuti-69b22c64-63c1-11eb-b0e0-0242ac12003b",
    "type": "recipe",
    "category": "trokuti",
    "scraped_at": "2025-11-20T20:32:36.960533",
    "content_hash": "0e1804d567ba064a13be5151569c81a0f28d99fdf5b54e9e9cbca80be7e0202b"
  },
  {
    "id": "coolinarka_-6491955327083559880",
    "title": "Trouglovi sa susamom i medom",
    "content": "Recept: Trouglovi sa susamom i medom\nKategorija: trokuti\n\nSastojci:\n5 supenih kašika\nmeda\n50 grama\nšećera u prahu\nčetvrtina pakovanja\nmargarina (oko 65 grama)\n50 grama\ncrne čokolade za kuvanje\n50 grama\nseckanih oraha\n100 grama\nmlevenog keksa\n100 grama\nsusama\n\nPriprema: Susam ispeći u tiganju (bez dodavanja ulja). Na tihoj vatri istopiti med i šećer u prahu. Dodati margarin i čokoladu, mešati dok se sve ne istopi i sjedini. Skloniti sa vatre i u masu dodati susam, orahe i mleveni keks. Sve sjediniti i odmah rasporediti u kalup za trouglove. Kalup je najbolje prethodno obložiti folijom ili plastičnom kesom za zamrzivač kako biste kasnije lakše izvadili kolač. Dosta se brzo stegne, ali najbolje je da ipak bar nekoliko sati pre sečenja bude u frižideru. Seći na trouglove i uživati u ukusu :) Prijatno!",
    "source": "https://www.coolinarika.com/recept/trouglovi-sa-susamom-i-medom-b0c5a056-6441-11eb-842e-0242ac12001c",
    "type": "recipe",
    "category": "trokuti",
    "scraped_at": "2025-11-20T20:32:38.730304",
    "content_hash": "3f17c9e56dccd2d7176462d3feb1f5b202db69c6137427e51017e3cd3c761b71"
  },
  {
    "id": "coolinarka_6691836684312455015",
    "title": "Trokutici sa sirom",
    "content": "Recept: Trokutici sa sirom\nKategorija: trokuti\n\nSastojci:\n500g\ngotovih kora za pite\n300g\nkravljeg sira\n3 kom\njaja\n1supena kasika\nkisele pavlake\n1mala kasicica\nsoli\n100g\nputera\n100ml\nulja\ni jos :\n1 jaje i susam za posipanje\n\nPriprema: Sir izmrviti pa dodati  jaja, pavlaku i so ,sve skupa promjesati . Isjeci kore na tri jednaka dijela . Ide po cetiri kore ...svaku premazati istopljenim puterom ...na pocetku kore staviti jednu kasiku smjese od sira i motati na trokut. Redati trokutice u podmazan pleh ,na kraju premazati ih umucenim jajetom i posuti susamom . Peci u zagrejanoj rerni na 200° nekih 25-30° (ovisi od pecnice ) da budu zlatno smedje boje . kad budu gotovi pokrite ih sa cistom salvetom da malo smeksaju i odmore . ...",
    "source": "https://www.coolinarika.com/recept/trokutici-sa-sirom-4b5d3c02-6387-11eb-ab6a-0242ac12005b",
    "type": "recipe",
    "category": "trokuti",
    "scraped_at": "2025-11-20T20:32:40.623676",
    "content_hash": "2ae45edf4a48f430d3450dfe3150423d1cb370c6246b7a39d95a47301c67fff7"
  },
  {
    "id": "coolinarka_6396794187053027814",
    "title": "Trokutići sa kulenom i sirom",
    "content": "Recept: Trokutići sa kulenom i sirom\nKategorija: trokuti\n\nSastojci:\n500 g\nListova za savijaće\n400 g\nsira (gauda, trapist, edamer ili sl. )\n300 g\nkulena\nPremaz za tijesto\n1 čašica\nčvrstog jogurta\n1\njaje\n0,5dcl\nulja\n\nPriprema: Od jogurta, jaja i ulja napravite premaz za tijesto. Listove tijesta izrežite na jednake trake. Jedno traku premažite pripremljenim premazom, pa na nju stavite drugu traku koju također premažite sa premazom. Na trake stavite šnitu sira, te po siru stavite kulen. Presavijte u trokut... i nastavite tako preklapati... ...do kraja trake. Dobivene trokutiće stavite u pleh sa papirom za pećenje te još svaki trokutić premažite premazom. Stavite peći u prethodno zagrijanu pećnicu na 180°C 15 minuta. Trokutiće možete same servirati ili... poslužite sa tartarom ili bilo kojim umakom koji volite.",
    "source": "https://www.coolinarika.com/recept/trokutici-sa-kulenom-i-sirom-df23bd42-64a1-11eb-a3dd-0242ac120059",
    "type": "recipe",
    "category": "trokuti",
    "scraped_at": "2025-11-20T20:32:43.213882",
    "content_hash": "ade1c4de511f1e82b8ec725438bafab8b3b4123b16c032016ba3e620d4361d27"
  },
  {
    "id": "coolinarka_-3545357383617992366",
    "title": "Slane korpice",
    "content": "Recept: Slane korpice\nKategorija: košarice\n\nSastojci:\n250 g\nbrasna\n1 ravna kasicica\npraska za pecivo\n1\njaje\n120 g\nmaslaca\n1/2 kasicice\nsoli\nna vrh noza\nbibera\n1/2 kasicice\nslatke paprike\nmleka po potrebi\nnaribani kackavalj za dekoraciju\n\nPriprema: Zamesiti prhko testo od navedenih sastojaka. Nekad je potrebno dodati malo mleka da bi se umesilo glatko testo. Ostaviti ga 1 sat na hladnom. Praviti male kuglice i svaku utisnuti u metalne modlice (forme). Peci 15 min. na 180 C. Ohladjene korpice puniti nadevom po zelji. Nadev 1.ruska salata Nadev 2.sir sa zacinskim biljem Nadev 3.urnebes salata Na kraju ukrasiti naribanim kackavaljem i listicem persuna.",
    "source": "https://www.coolinarika.com/recept/slane-korpice-97dbda58-63bd-11eb-b851-0242ac120043",
    "type": "recipe",
    "category": "košarice",
    "scraped_at": "2025-11-20T20:32:46.154861",
    "content_hash": "89a73fbeab6017f7729163e79b3c58b9d044b53a2cb79aca80a139bf8439da4d"
  },
  {
    "id": "coolinarka_-4716553768241087533",
    "title": "Slane korpice",
    "content": "Recept: Slane korpice\nKategorija: košarice\n\nSastojci:\nTesto:\n280gr brašna tip 400\n140gr margarina\n2 žumanceta\n2 kašike kisele pavlake\npola praška za pecivo\nmalo soli\nFil:\n300gr krompira\n100gr šargarepe\n100gr kiselih krastavca\n200gr pečenice\n200gr majoneza\n\nPriprema: Fil:Šargarepu i krompir skuvati i dobro ohladiti. Zatim narendati na krupno rende, pečenicu iseći na kockice i sve zajedno spojiti sa majonezom. Testo:od navedenih sastojaka umesti testo. Otkidati male loptice, pa utisnuti u kalupe. Ja sam dobila ovaj zgodni kalup, pa sam u njemu pravila korpice. Ispeći u zagrejanoj rerni na 180C. Korpice ohladiti, pa filovati sa pripremljenim filom. Ukrasiti po želji.",
    "source": "https://www.coolinarika.com/recept/slane-korpice-fc17e36a-6483-11eb-9bb3-0242ac12002a",
    "type": "recipe",
    "category": "košarice",
    "scraped_at": "2025-11-20T20:32:48.211806",
    "content_hash": "83870a69cb202bc6423d04338369c3c9b8537c2afe83cf18f4ea13545f6b9984"
  },
  {
    "id": "coolinarka_6061015731425228173",
    "title": "Grilijas korpice",
    "content": "Recept: Grilijas korpice\nKategorija: košarice\n\nSastojci:\n250 g\nlesnika\n200 g\nsecera\n150 g\nmaslaca/margarina\n150 g\ncokolade\n70 g\ngrozdjica\n\nPriprema: Pripremiti prvo grijlijas: otopiti secer kao karamel, dodati lesnike, i sve preruciti na nauljeni tanjir. Kad se ohladi, usitniti u avanu/muzaru ili samleti. Ostaviti oko 50 g na stranu za ukrasavanje. Izmesati preostali grilijas, grozdjice, maslac i rastopljenu cokoladu. Ostaviti da se rashladi radi lakseg oblikovanja. U medjuvremenu napravitikorpice od cokolade: rastopiti cokoladu na tihoj vatri, pa pomocu cetkice premazivati unutrasnjost svake papirnate korpice. Koristiti najmanje korpice ( velicina 101). Kad se stegne prvi sloj cokolade, premazati jos jednom rastopljenom cokoladom. Potrebno je naneti cokoladu u dva sloja zato sto se papirnate korpice posle skidaju, i ostane samo korpica od cokolade. Od grilijas smese praviti male bombice, i svaku stavljati u korpicu od cokolade, ali je to najbolje uciniti dok se drugi sloj cokolade jos nije stegao. Tako ce bombice ostati fino spojene sa korpicom. Kad se korpice stegnu, svaku bombicu uvaljati u usitnjeni grilijas koji smo sacuvali, i pazljivo odvojiti korpicu od papira. Postupak rada mozete pogledatiovde.",
    "source": "https://www.coolinarika.com/recept/grilijas-korpice-f57e0d2e-63be-11eb-a863-0242ac120084",
    "type": "recipe",
    "category": "košarice",
    "scraped_at": "2025-11-20T20:32:50.363018",
    "content_hash": "3fb1edb030e67d7dd9720f407bdeb0e6737eea5cd58b6922d32673bcd1f779ae"
  },
  {
    "id": "coolinarka_4957017504310047151",
    "title": "Korpice sa visnjama",
    "content": "Recept: Korpice sa visnjama\nKategorija: košarice\n\nSastojci:\n120 g\nmargarina\n100 g\nsecera u prahu\n200 g\ncokolade\nvisnje iz slatka\n\nPriprema: Otopiti na tihoj vatri margarin, dodati secer u prahu i izlomljenu cokoladu. Mesati na tihoj vatri dok se cokolada ne istopi i smesa izjednaci. U male papirnate korpice sipati po malo rastopljene cokolade, staviti po jednu visnju iz slatka i dopuniti sa jos malo cokolade.Kad se cokolada stegne, svaku korpicu ukrasiti ruzicom od umucenog maslaca i cokolade. Dekorisati vockicom od smese ratluka i secera u prahu. Zatresnjiceizmesati 50 g svezeg ratluka i 50 g secera u prahu. Dodati par kapi arome malina, praviti male kuglice i uvaljati ih u kristal secer. U svaku vockicu staviti po kratku osusenu peteljku od tresanja ili visanja.",
    "source": "https://www.coolinarika.com/recept/korpice-sa-visnjama-7e51bc0a-63be-11eb-b564-0242ac120040",
    "type": "recipe",
    "category": "košarice",
    "scraped_at": "2025-11-20T20:32:52.944628",
    "content_hash": "59367e3e0573013fb5ed846be1874e9eee3e4ca431ff00168f6b25b19427245d"
  },
  {
    "id": "coolinarka_6763618003426038833",
    "title": "Punjene korpice",
    "content": "Recept: Punjene korpice\nKategorija: košarice\n\nSastojci:\n200 g\nmaslaca/margarina\n120 g\nsecera\n2\njaja\n500 g\nbrasna\n1/2 kesice\npraska za pecivo\n\nPriprema: Zamesiti smesu od navedenih sastojaka za korpice, oblikovati loptice i obloziti metalni kalupic za korpice. Korpice peci u na 15-20 minuta na 180 C, ali paziti da ostanu svetle. Izvaditi iz kalupica i kad se ohlade puniti pripremljenim filom. Za fil, izmesati sve navedene sastojke, i dodati malo ruma po zelji. Na kraju preliti glazurom od cokolade i dekorisati pufnicom od maslaca i rastopljene cokolade.",
    "source": "https://www.coolinarika.com/recept/punjene-korpice-6a6bb30a-63c1-11eb-adb4-0242ac120087",
    "type": "recipe",
    "category": "košarice",
    "scraped_at": "2025-11-20T20:32:55.153883",
    "content_hash": "07e014ea6b9a8a485a8ea668d6fd814e833f8588452021600dd19613b88fb40b"
  },
  {
    "id": "coolinarka_751039282544515224",
    "title": "Sarma",
    "content": "Recept: Sarma\nKategorija: sarme\n\nSastojci:\n1 velika\nglavica kupusa (1,5 -2 kg)\n1 kg\nmiješanog mljevenog mesa\n2-3 žlice\nsjeckane slanine i/ili pršuta\n150 gr\nriže\n2 glavice\nluka\n1 jaje\nlist peršina\n25 gr\nsoli\n1 žličica\nvegete\n1 žličica\npapra ili više po ukusu\nsuho meso\nslanina, kožice suhe, rebra i sl.\nsvježe meso\nkrmenadl, vratina\nili mesnate kosti\nod vratine i sl.\nlovor, papar u zrnu\n\nPriprema: Prodinstajte sitno sjeckani luk i slaninu dodajte rižu i kratko dinstajte, da se zacakli ... dodajte mljeveno meso, promješajte i čim promjeni boju maknite s vatre neka se rashladi pomješajete meso, luk, špek, rižu, jaje, kosani list peršina, začine, pustite da malo odstoji, pa ponovo promješajte Odvojite listove kupusa i odrežite zadebljanja, po potrebi isperite pod hladnom vodom Uvijajte sarme veličine po ukusu, kod mene su prve velike pa sve manje, ali to ne smeta … Obreske od listova, i ostatak glavice kupusa sitno nasjeckate i dio stavite na dno lonca, ostalo između sarmi sarme slažite u krug i između suho meso i sl… gore stavite (po ukusu) svježe meso i/ili mesnate kosti dodajte lovorov list i papar u zrnu prelijte umakom (ili samo vodom ) kuhajte cca 2 h, dolijte vode po potrebi na masnoći kratko popržite brašno, protisnuti češnjak dodajte malo crvene paprike podlijte rajčicom, dodajte začine (po ukusu) dolijte vode cca 1, 5 l, miješajući kada provri prelijte preko sarme S krumpirom, kruhom ... nacrt - buljogled i još ... bokocrt - škicogled",
    "source": "https://www.coolinarika.com/recept/sarma-d21d0b7c-63fb-11eb-a998-0242ac120066",
    "type": "recipe",
    "category": "sarme",
    "scraped_at": "2025-11-20T20:32:58.309272",
    "content_hash": "7a17c12ed26fafda9d090776f7b99a01021c1261dba69708ec3b5e5bfe495315"
  },
  {
    "id": "coolinarka_4415137599532958779",
    "title": "Sarma",
    "content": "Recept: Sarma\nKategorija: sarme\n\nSastojci:\n1 kg\nmlevenog svinjskog mesa\n1 solja\npirinca\n2 kom\nsrednje glavice luka\n1 kom\nmala sargarepica\n1 cen\nbelog luka\n150\nsuve slaninice\n1 kasika\nvegete\nso i biber\npo ukusu\n1/2 kasicice\nljute mlevene paprika\n1 kasicica\nslatke mlevene paprika\n\nPriprema: Izdinstati luk seckan na kockice, dodati mu sitno seckan beli luk i sargarepicu, prodinstati jos malo. Dodati sitno seckanu slaninicu da se malo proprzi. Dodati pirinac opran izmesati sa smeso od luka i slaninice, skloniti sa ringlet. Zatim dodati mleveno meso i zacine. Dobro izmesati.Savijanje sarme Lisce kiselog kupusa obariti na kratko. Iseci zadebljale delove lista tj. korena lista. Na ruku poloziti list kupusa, koren lista dodje u koren sake kao sto je prikazano na slici. Uzimati gomilice mesa i stavljati na list kiselog kupusa. Kupus savijati kao sto je oznaceno naslici. Dno srepe u kojoj ce se kuvati sarme, obloziti liscem kupusa. Sloziti savijene sarme, a izmedju sloziti suvo meso (slaninicu). Savijenu sarmu prekriti listovima kiselog kupusa, naliti vodu i dodati lovorov list. Serpu poklopiti i staviti u zagrejanu rerun. Dok sarma ne prokljuca temperatura moze biti veca. Na 190 C krckati oko 4 sata. Gotovu sarmu zaprziti.ZaprskaZagrejati ulje, dodati brasno uz neprestano mesanje. Kad brasno dobije blagu zuckastu boju, skloniti sa ringle i dodati papriku (paprika ne treba da se przi jer hoce da gorci). Preliti preko gotove sarme.Sarmu vratiti jos malo u rernu da se prokrcka sa zaprskom. Prijatno!!",
    "source": "https://www.coolinarika.com/recept/sarma-6882c31e-63c4-11eb-9090-0242ac12004a",
    "type": "recipe",
    "category": "sarme",
    "scraped_at": "2025-11-20T20:33:00.351227",
    "content_hash": "eaf90c954276521aad2a6a583488cdc44373dc1842dbb0957f4615f4ce645285"
  },
  {
    "id": "coolinarka_-7403989306816001772",
    "title": "ZAPEČENA SARMA",
    "content": "Recept: ZAPEČENA SARMA\nKategorija: sarme\n\nSastojci:\n1 velika\nglavica ličkog kiselog zelja cca 1 1/2 kg\n1 kg\nmljevene svinjetine\n1 glavica\nluka iliti kapule sitno izrezane\n2-3 čena\nčešnjaka\n2\nvelike žlice masti svinjske  ili 5 vel. žl. ulja\n1\nvel. žl. crvene mlj. paprike\n1\njaje\n5-6\nvl. žl. riže (prokuhati cca 5-10 min) ili ječam\nsol i papar po ukusu\nmasti i crvene paprike po potrebi i može malo suhe slanine, i rebrica  sitno na manje kockice…\nmalo suhih rebrica,kremenadla suhog, špeka\n\nPriprema: U većoj tavi na zagrijanoj masti ili ulju popržite luk, dodaj češnjak i svinjetinu, mješaj i kad meso izgubi crvenkastu boju, dodaj papriku sol, polukuhanu rižu (ili kuhani ječam u zamjenu) i jaje. Ječam se uvijek stavljao u Gackoj dolini u sarmu, punjenu papriku. Kiselo zelje vidi kako ga kiselim domana lođi... Glavicu zelja  malo poprati ako je prekiselo....i odvojiti listove. Na listove (njima odreži zadebljani dio), stavi 2-3 vel. žlice nadjeva te uvij sarmu. I tako dok ne potrošiš listove…Ostatke listova izreži na tanke rezance.Na dno vatrostalne zdjele (ako nemaš veliku stavi u veliki protvan).,stavi izrezano zelje, u jednom redu složi sarme Prelij s nekoliko žlica otopljene masti ili ulja, pospi mlo crvenom paprikom. Dodaj u zdjelu blago osoljenu vodu i ubaci manje kockice špeka ako imate od rebrica ili nečeg suhog što imate manje komadiće.Ako je suhomesnato domaće proizvodnje sarma je još ukusnija. Stavi u zagrijanu pećnicu te peci cca 1 h na laganoj vatri (160-170C) . Izvadi protvan sa sarmom i oprezno pomoću dvije žlice okreni na suprotnu stranu tj. ono što je bilo gori sad je doli….... Vrati sarmu u pećnicu i na istoj temp. peci još cca 1h.  Sarma treba biti na površini blago rumena ako više zahvati stavi foliju Ako vidiš da je sarma sl. suha dolij vode tople i možeš dodati po želji malo paradjza iz tube…tetrapaka domačeg tj. to je po želji… Peče se ukupno cca 2h.. Isprobali: isprobala vrlo brzoGenoveva..pećene sarme cassia;tanja012...riba--051...Lorena... Zahvaljujem na isprobavanju..",
    "source": "https://www.coolinarika.com/recept/zapecena-sarma-c21ea5e8-63ef-11eb-a06c-0242ac120038",
    "type": "recipe",
    "category": "sarme",
    "scraped_at": "2025-11-20T20:33:02.101142",
    "content_hash": "17458c0670c30c8404ff31260f62ea6e2e212f857f7fb384254ec4f443b93fb2"
  },
  {
    "id": "coolinarka_-2153947569903493301",
    "title": "Sarma ala Stevo Karapandža",
    "content": "Recept: Sarma ala Stevo Karapandža\nKategorija: sarme\n\nSastojci:\n100 g\nriže\n1 glavica\nluka\n2 režnja\nčešnjaka\n1-2 žlice\nsitno sjeckane pancete (ako želite)\n1 glavica\nkiselog kupusa oko 1 kg\n500 g\nmljevenog mješanog mesa najbolje od vratine\n2 žlice\nsitno kosanog peršinovog lista\n1\njaje\nmalo soli i papra\n1 žlica\nvegete\nmalo\nljute mljevene paprike\n1\nlovorov list\nsuha rebrica ili kobasice\n1 žličica\nslatke mljevene paprike\n2 žlice\nkoncentrata rajčice\n\nPriprema: Stavite kuhati rižu i neka se skuha na pola... ne do kraja. Za to vrijeme na malo ulja prodinstajte luk, kad se zastakli dodajte kosani češnjak, čisto da zamiriši i maknite sa strane. Možete dodati i malo pancete da zamiriše, narezane na kockice. Meso stavite u dublju posud zatim kosani peršin, na pol kuhanu rižu, jaje, posoliti, pobiberiti, zavegetiti, ljute paprike i dinstani luk. Sve dobro izmješajte. Kiselom kupusu odvojiti listove, oprati ih i odstaniti tvrde djelove, a ostatak kupusa narezati na tanke rezance. Jedan list kupusa uzmite u ruku, stavite oko žlicu mesnog nadjeva ili i više, te ju od debljeg kraja frčite prema tanjem i to čvrsto, te krajeve ugurajte unutra. Tako radite dok ne potrošite svo meso. U lonac u kojem ćete kuhati sarmu najprije na dno stavite pola rezanog kupus, te na njega stavljajte sarme \"ležečki\" na gusto ih slažite. Na vrh sarmi, stavite 1 lovor list, rebarca ili dimljenu kobasicu, zatim prekriti ostatkom rezanog kupusa, posipati malo crvrne mljevene paprike, malo rajčice te zaliti sa vodom da sve prekrije. Staviti kuhati na laganu vatru 2-3 sataotklopljeno, povremeno provjeravati i doljevati vode po potrebi, a mješate ju tako dalonac samo protresete nekoliko puta. Kad je gotova, napravite zapršku... Na malo ulja izdinstati luk da povene i zastakli, dodati češnjak, samo da zamiriše, pa crvene slatke mljevene paprike. Sve još lagano promješati i dodati tekućinu u kojoj se kuhala sarma... ako je nemate dovoljno zalijte sa običnom vodom. Sa tim prelijte sarmu sve protresite i pustite da još jednom baci ključ i malo prokuha. I to je to ;)",
    "source": "https://www.coolinarika.com/recept/sarma-ala-stevo-karapandza-9ac43ed8-647e-11eb-80f9-0242ac1200b6",
    "type": "recipe",
    "category": "sarme",
    "scraped_at": "2025-11-20T20:33:03.844867",
    "content_hash": "478957119ecd1552906941dc19e6bd90ac97dfa809f192d68bb295b91ebea7d2"
  },
  {
    "id": "coolinarka_6133300944322177490",
    "title": "\"Sarmice\" od patlidžana",
    "content": "Recept: \"Sarmice\" od patlidžana\nKategorija: sarme\n\nSastojci:\n4\npatlidžana (ca 1kg)\nsoli\nmalo ulja za przenje\n500 grama\nnemasnog mljevenog mesa (junetina)\n1 kriska\nstarog kruha (ca 75 grama)\nca 1 dl\nmlijeka\n1/2 glavice\nluka\n1\njaje\n50 grama\nsira ribanca (parmezan) + za posipanje\nsol, papar, malo chilija\n2 zlice\nsjeckanog persuna\n\nPriprema: Patlidžne ocistiti, narezati na snitice debljine 3-4 mm., nasoliti i ostaviti da odstoje oko pola sata. Patlidžane malo oprati i staviti u cjediljku da se ocijede.  Na tavi ugrijati vrlo malo ulja, patlidžan malo posusiti s papirnatim ubrusom i svaku sniticu  prepeci da porumeni. Postupak ponoviti dok ne potrosite sav patlidžan. Ja sam izvukla od 4 manja patlidžana 24 snitice i toliko sam i \"sarmica\" napravila. Ovaj korak mozete napraviti i dan ranije. Natopiti kruh u mlijeko. Nasjeckati na sitno luk. Ocijediti kruh. Pomijesati: meso, luk, namoceni kruh, ribanac, jaje, sol, papar, sjeckani persun, sve dobro promjesati rukama. Za umak na malo maslinovog ulja propeci sjeckani cesnjak, tek toliko da pusti miris. Dodati rajcicu, zaciniti i malo prokuhati. Ako ste uzeli pasiranu rajcicu dovoljno je samo prokuhati par minuta, a ako koristite rajcicu iz konzerve onda ju prokuhajte 15-ak minuta. Bosiljak se dodaje pred pecenje. Mjesavinu mesa podijelite na toliko dijelova koliko imate kriskica patlidžana. Na svaku krisku staviti jedan dio, zarolati. Na dno jedne vatrostalne posude nanijeti malo umaka, posipati polovinom sjeckanog bosiljka, sloziti \"sarmice\", preliti ostatkom umaka od rajcice i posipati ostatkom sjeckanog bosiljka. Posipati ribancem ( kod mene parmezan ) i zapeci u pecnici na 180 stupnjeva oko 35-40 minuta. Ovo jelo najcesce sluzim s kremastom palentom: pola mlijeka, pola vode, komad maslaca, sol. Kad zakuha usipa se palenta i prokuha po uputstvu na vrecici.",
    "source": "https://www.coolinarika.com/recept/sarmice-od-patlidzana-7d28dc82-6495-11eb-9566-0242ac12002b",
    "type": "recipe",
    "category": "sarme",
    "scraped_at": "2025-11-20T20:33:05.685693",
    "content_hash": "8c9863dc0aee6a4cd94046df2d5961d85351f8113d65636b8a81fcbafa239956"
  },
  {
    "id": "coolinarka_-7063819313346026310",
    "title": "Čokoladni raspucanci",
    "content": "Recept: Čokoladni raspucanci\nKategorija: keksi\n\nSastojci:\n210 g\noštrog brašna\n220 g\nčokolade za kuhanje\n55 g\nmaslaca\n100 g\nšećera\n2\njaja\npola žličice\npraška za pecivo\nmalo ruma\nprstohvat soli\nšećer u prahu\n\nPriprema: U većoj posudi pomiješati brašno sa solju. Rastopiti čokoladu s maslacem na pari. Istući jaja sa šećerom i rumom dok smjesa ne posvijetli i šećer se rastopi. Umiješati rastopljenu čokoladu u smjesu s jajima. Ručno umiješati dio po dio brašna dok se sve ne poveže. Uliti smjesu u posudu, prekriti je folijom i ostaviti u hladnjaku najmanje 4 sata. Smjesa mora biti jako tvrda. Zagrijati pećnicu na 170°. Izvaditi smjesu iz hladnjaka i žličicom grabiti male kuglice smjese (promjera 2,5 cm). Oblikovati kuglice rukama, uvaljati ih u šećer u prahu i slagati ih s dosta razmaka na pleh s papirom za pečenje. Peći na sredini pećnice 10-ak minuta. Pečene keksiće ohladiti i pospremiti u zatvorenu posudu. Od navedene količine sastojaka dobije se 56 keksića (naravno, ovisno o veličini).",
    "source": "https://www.coolinarika.com/recept/cokoladni-raspucanci-c2881384-6386-11eb-826a-0242ac120016",
    "type": "recipe",
    "category": "keksi",
    "scraped_at": "2025-11-20T20:33:08.474790",
    "content_hash": "fae9b390e36a0fb21d810692c4bee66e973c6d0ee7532249765586deed736d07"
  },
  {
    "id": "coolinarka_3548116583566118049",
    "title": "Vanila keks",
    "content": "Recept: Vanila keks\nKategorija: keksi\n\nSastojci:\n125gr\nbutera\n50gr\nsecera u prahu\n2 kesice\nvanil secera\n50gr\nvanila pudinga\n125gr\nbrasna (mekog)\n\nPriprema: Od navedenih sastojaka zamesiti glatko testo, zamotati u foliju i ostaviti 1/2 sata u frizider. Testo ponovo malo premesiti i oblikovati tanji valjak.Seci snitice i formirati male kuglice, malo vece od lesnika.Kuglice redjati u pleh oblozen pek-papirom i viljuskom stisnuti svaku da ostane sara.Praviti razmak izmedju kuglica jer ce prilikom pecenja narasti. Peci na 180*C u predhodno zagrejanoj pecnici od 5-8 min.Keksici treba da ostanu beli.ako se vanilin puding zameni cokoladnim, dobiju se cokoladni keksici",
    "source": "https://www.coolinarika.com/recept/vanila-keks-8202ab6c-63e5-11eb-bcda-0242ac120033",
    "type": "recipe",
    "category": "keksi",
    "scraped_at": "2025-11-20T20:33:10.759308",
    "content_hash": "0fbc44d862a22c44eb560762ea5233aa4d42d7b234e013e5bfb3b2eee7ac1301"
  },
  {
    "id": "coolinarka_4343126515349144440",
    "title": "Brzi čoko keksi",
    "content": "Recept: Brzi čoko keksi\nKategorija: keksi\n\nSastojci:\n200 g\nčokolade\n400 g\nPšeničnog oštrog brašna Podravka\n1 žličica\nPraška za pecivo Dolcela\nprstohvat soli\n200 g\nmargarina ili maslaca\n150 g\nšećera\n1\nVanilin šećer Dolcela\n2\njaja\n\nPriprema: Čokoladu narežite na sitne komadiće. Brašno, prašak za pecivo i sol pomiješajte. Margarin, šećer i vanilin šećer izmiješajte električnom miješalicom i postepeno umiješajte jaja. Na kraju umiješajte pripremljeno brašno, umijesite tijesto i na kraju umiješajte komadiće čokolade. Pripremljeno tijesto oblikujte u valjak i narežite. Formirajte kuglice, posložite ih na lim za pečenje obložen papirom za pečenje. Kuglice malo pritisnite i pecite u pećnici zagrijanoj na \n200 °C oko 15 minuta.",
    "source": "https://www.coolinarika.com/recept/brzi-coko-keksi-83e26954-63e5-11eb-92a4-0242ac120058",
    "type": "recipe",
    "category": "keksi",
    "scraped_at": "2025-11-20T20:33:12.593448",
    "content_hash": "4a007dc6c69461b2cc3b3f8f053f3d8cba07d995bea6bb30292f6d6bdfeb7dbd"
  },
  {
    "id": "coolinarka_-4642748150135930037",
    "title": "Gingerbread cookies ili Speculaas keksići",
    "content": "Recept: Gingerbread cookies ili Speculaas keksići\nKategorija: keksi\n\nSastojci:\n10 dag\nmaslaca ili margarina\n30 dag\nbrašna (pola glatko, pola integralno)\nnaribana korica\nlimuna/naranče\n1 ravno puna žlica\nzačina u prahu: klincic, muškatni orascic, đumbir\n1 ravno puna žlica\nzačina za medenjake ILI\n1 žlica\nčokolade u prahu\n1 žličica\ncimeta\n1/2 vrečice\npraška za pecivo\nprstohvat\nsoli\n2 žličice\nvanilin arome\n1\nvanilin šećer ili\n5 žlica\nšećera\n1\njaje\n2 žlice\nlivadskog ili bagrem meda\n\nPriprema: Jednostavno: prosijano brašno + prašak za pecivo + čokolada u prahu + sol + šećer + vanilin šećer + svi začini. Suhoj smjesi dodati malo omekšali maslac ili margarin u listićima (ne otapati!!), med i naribanu koricu limuna/ naranče. Dlanovima istrljajte sve skupa u mrvicastu smjesu, nek bude ravnomjerno, bez vecih i manjih mrvica. Dodati jaje i sve dobro sjedinti u mekano tijesto koje se više ne lijepi za dlanove. Dok mijesite, po potrebi dodajte jos malo brasna ili vode.zamotajte smjesu u plasticnu foliju ili stavite u vrecicu i pustite ju da odstoji u hladnjaku par sati ili preko noći. Tijesto izvadit iz frizidera, pola sata ga ostavite da se malo smekša (ja ga podijelim na 3 dijela da brže smekša pa ga opet vratim u cjelinu). Ako nemate mašinu za mljevenje s nastavcima za kekse (s kojom ide ko od šale i nema ostataka tijesta koje se stalno treba ponovo mijesiti u cjelinu), kalupima po želji izrezujte keksice i slažite na plitki lim/protvan od pečnice koji je pokriven pek papirom. između keksica ostavite malo razmaka da se ne slijepe pri pečenju. Peći na 180 stupnjeva u prethodno zagrijanoj pečnici, cca 10-12 min, ovisno o debljini keksa. nemojte ih predugo peći, ne smiju se zapeći, radije ih izvadite makar vam se čine nedovoljno pečeni jer se vani, pri susenju stvrdnu u predivno prhko tijesto.pospremite ih u limenu kutiju.",
    "source": "https://www.coolinarika.com/recept/gingerbread-cookies-ili-speculaas-keksici-f1575ee2-63e3-11eb-822d-0242ac12004b",
    "type": "recipe",
    "category": "keksi",
    "scraped_at": "2025-11-20T20:33:14.790335",
    "content_hash": "5e9826a2e37882c7169416bc35fa7b0e36e3ddb3ee5d7c64abbefa3c201a88e6"
  },
  {
    "id": "coolinarka_2927687226977931150",
    "title": "Posne vanilice",
    "content": "Recept: Posne vanilice\nKategorija: keksi\n\nSastojci:\n500 gr\nmargarina (ili 250 gr margarina i 250 ml ulja)\n250 gr\nprah secera\n1 ceo\nlimun\n2 kesice\nvanilin secera\n100 gr\noraha\noko 1 kg\nbrasna\ndzem od kajsija\njos malo\nprah secera\n\nPriprema: Penasto umutiti margarin i prah secer. Izrendati (naribati) koricu limuna i iscediti ceo limun u masu. Dodati vanil secer i orahe. Postepeno dodavati brasno da se zamesi ujenacena, ne previse tvrda masa. Razoklagijati testo i vaditi okruglom modlom vanilice. Poredjati na pek papir u pleh i peci u zagrejanoj rerni na 180 stepeni, 5-10 minuta. Voditi racuna da vanilice ne promene boju. Vaditi ih dok su bele. Tople spajati dzemom od kajsija i valjati u prah secer. Prijatno :o)",
    "source": "https://www.coolinarika.com/recept/posne-vanilice-8607a3b6-63ef-11eb-a8b6-0242ac120058",
    "type": "recipe",
    "category": "keksi",
    "scraped_at": "2025-11-20T20:33:16.605000",
    "content_hash": "6e9aa972dd2c05f8bbabde10bf46cff931c09f1869d92e3290c852190351ded3"
  },
  {
    "id": "coolinarka_-157860791770059387",
    "title": "Šarene oblatne",
    "content": "Recept: Šarene oblatne\nKategorija: oblatne\n\nSastojci:\n3 dl\nmlijeka\n30 dag\nšećera\n30 dag\nmljevenog keksa\n30 dag\noraha\n1 (25 dag)\nmargarin\n1 (10 dag)\nčokolada za kuhanje\n1\nvanilin šećer\n\nPriprema: Najprije prokuhati mlijeko i šećer, maknuti s vatre,  a zatim dodati margarin. Kad se otopi, dodati keks i orahe. Smjesu podijeliti u 2 dijela. U jedan dodati čokoladu i mješati dok se ne otopi. U drugi dodati vanilin šećer i izmješati. Još vrućom kremom premazati oblatne kao na slici. Krema je dovoljna za srednje velike oblatne 27x37 cm! Još jednaslikica!",
    "source": "https://www.coolinarika.com/recept/sarene-oblatne-2a960962-63d8-11eb-9003-0242ac12004c",
    "type": "recipe",
    "category": "oblatne",
    "scraped_at": "2025-11-20T20:33:19.560296",
    "content_hash": "d761f337d82227556faa5804e2a1aa5f95ea0409e0f4d7ab776d7f92d64848f1"
  },
  {
    "id": "coolinarka_-106585029942175364",
    "title": "mamina oblanda sa grizom",
    "content": "Recept: mamina oblanda sa grizom\nKategorija: oblatne\n\nSastojci:\n1 velika solja za caj\nmleka\n20 kasika\nsecera\n2 kocke\ncokolade za kuvanje\n8 kasika\ngriza\n1\nmaragrin (250g)\n1 manje pakovanje\noblande\n\nPriprema: prokuvati mleko, secer i cokoladu, dok se sve lepo rastopi onda u to mleko dodati griz i kuvati dok ne zgusne u vrucu griz-smesu dodati na komade seckan margarin i dobro mesati smesu ostaviti da se ohladi, samo toliko da je jos mlaka griz smesu podeliti na 4 jednaka dela i filovati oblandu (rubicastu stranu), dobro pritisnuti i staviti nesto tesko na nju i tako ostavite je do sutra dan",
    "source": "https://www.coolinarika.com/recept/mamina-oblanda-sa-grizom-4a509516-6431-11eb-afd7-0242ac1200a7",
    "type": "recipe",
    "category": "oblatne",
    "scraped_at": "2025-11-20T20:33:21.594276",
    "content_hash": "e85b8a5528d34559ed30c28f89309053f6a158a3f10416bd1c6a70c80ed8ca06"
  },
  {
    "id": "coolinarka_139374880771653776",
    "title": "Duo oblatne",
    "content": "Recept: Duo oblatne\nKategorija: oblatne\n\nSastojci:\n2\njaja\n150 g\nšećera\n100 g\nčokolade za kuhanje\n100 g\nmargarina\n100 g\nmljevenih oraha\n1 vrećica\nburbon vanilin šećera\nmješanog suhog voća ili žele bonbona po želji\n\nPriprema: Jaja i šećer kuhati na laganoj temperaturi i dodati čokoladu i margarin. Zatim dodati sve ostale sastojke i dobro promiješati. Vruće staviti na oblatnu i poklopiti s drugom oblatnom na koju ide svijetla smjesa. Vodu i šećer prokuhati da se malo zgusne i u vruće dodati margarin. Kad se margarin otopi umiješati kekse i aromu lješnjaka. Vruće izliti na oblatnu i poklopiti s još jednom oblatnom te opteretiti daskom ili težim predmetom.  Ostaviti da se suše preko noći.",
    "source": "https://www.coolinarika.com/recept/duo-oblatne-63f97c00-6443-11eb-af24-0242ac1200bc",
    "type": "recipe",
    "category": "oblatne",
    "scraped_at": "2025-11-20T20:33:23.513191",
    "content_hash": "db3931c3fbea9460e2d268cf58e033b7c5fd3b755140f2dff3df67fc0119420e"
  },
  {
    "id": "coolinarka_7477753996504206164",
    "title": "Posne oblande sa tunjevinom...",
    "content": "Recept: Posne oblande sa tunjevinom...\nKategorija: oblatne\n\nSastojci:\n2konzerve\ntunjevine\n125 gr\nmargarina\n50 gr\npečenog susama\n200 gr\nkukuruza iz konzerve\n3-4\nkisela krastavčića\n5-6 kašika\najvara\nmože i sok od limuna ko voli kiselije\n\nPriprema: Oblandu stavi između dvije mokre kuhinjske krpe da omekša.Tunjevinu i margarin izmiksaj u multipraktiku pa dodaj sjeckane kisele krastavčiće,proprženi susam i kukuruz šećerac.Omekšalu oblandu premaži ajvarom pa nanesi fil.Urolaj i stavi u frižider da se stegne.Sjeci na parčad i ređaj na tacnu.",
    "source": "https://www.coolinarika.com/recept/posne-oblande-sa-tunjevinom-935a58ba-6480-11eb-87cb-0242ac120051",
    "type": "recipe",
    "category": "oblatne",
    "scraped_at": "2025-11-20T20:33:25.313519",
    "content_hash": "0a348f56d4fff7c21ebd51913d812eb9086c8f080aa8a52a3407a3318003f9a6"
  },
  {
    "id": "coolinarka_2660870988214919647",
    "title": "Oblatne sa cokoladom i orasima",
    "content": "Recept: Oblatne sa cokoladom i orasima\nKategorija: oblatne\n\nSastojci:\n300 grama\nsecera\n3 dcl\nmleka\n250 grama\nmargarina ili putra\n1 kasikica\nkakaoa\n3-4 rebra\ncokolade\n2\nvanilin secera\n250 grama\nmlevenih orasa\n200 grama\nmlevenog keksa\npo zelji\nrum\n+ 1 veliko\npakovanje oblatni\n\nPriprema: U vecu serpu staviti 300 grama secera i 3 dcl mleka da prokuvaju. Dodati 1 iseckan margarin, kakao i 3-4 rebra cokolade i nastaviti kuvati na laganoj vatri nekih 10-ak minuta. Umesati 2 vanilin secera. Ostaviti da se malo prohladi i u mlak fil umesati mlevene orase i kekse. Po zelji dodati ruma. Mlak fil namazati na oblatne. Oblatne pritisnuti sa necim teskim i ostaviti da odstoje.",
    "source": "https://www.coolinarika.com/recept/oblatne-sa-cokoladom-i-orasima-c96ed39c-63ca-11eb-8ddd-0242ac120056",
    "type": "recipe",
    "category": "oblatne",
    "scraped_at": "2025-11-20T20:33:27.071845",
    "content_hash": "a3f7da30aa14cd5fa8b53bf2d4b85b0c3dd551b73f28b638bda5802f6d6bc29b"
  },
  {
    "id": "coolinarka_-6659613822272877480",
    "title": "Jednostavna jabukovča",
    "content": "Recept: Jednostavna jabukovča\nKategorija: jela od jabuka\n\nSastojci:\n500g\ntankih kora ,najbolje su one za baklavu\n1,5-2 kg\nnakiselih jabuka\n3 kašike\nšećera\n100g\nmaslaca\n100ml\nulja\ncimet\npo želji količina\nagda\n3 šolje(2,5dl)\nšećera\n2 šolje\nvode\n\nPriprema: Jabuke ogulimo i izrendamo na najkrupnijoj strani rende.Dobro ih ocijedimo od soka i stavimo u tavu sa dvije kašike ulja ,pospemo šećerom i prodinstamo da se sve fino poveže.Dodamo i cimet i smaknemo sa vatre. Maslac i ulje zagrijemo u tavici i neka tako stoje na tihoj vatri cijelo vrijeme dok radimo jabukovaču. E sada, ja za ovakve slastice tipa baklava ,jabukovača veoma rijetko razvlačim kore .Imamo divan izbor kupovnih i uvijek se odlučim za njih. NA radnu površinu stavimo prvu koru ,poprskamo je mješavinom maslaca i ulja ,pa stavimo drugu koru i nju isto poprskamo tom mješavinom ,pa treću koru. Na nju nanesemo dinstane jabuke uz sami rub širine pa jedno dva centimetra i urolamo .Oštrim nožem siječemo na željenu dužinu i redamo u namašćen pleh.Tako radimo dok ne potrošimo sve kore.Ostatak maslaca i ulja prelijemo po složenim štrudlicama. Ja sam koristila pleh 25x35 i tamam mi je sve fino stalo.Pitu pečemo u prethodno zagrijanoj rerni na 200stepeni oko 25-30 minuta ili dok vam fino ne porumeni. Imala sam uslikane sve korake pripreme ,ali nažalost hard disk na kome su bile pohranjene je crko .Prvom prilikom ću se potruditi da ih ponovo napravim. ZA agdu staviti šećer i vodu da se kuhaju na tihoj vatri,agda treba da bude malo gušća da nam jabukovača bude fino hrskava i sočna.Po želji u agdu ubacite i jednu krišku limuna. Ispečenu pitu ohladimo samo malo ,dovoljno je 5-8 minuta i polako je prelivamo sa vrućom agdom.To uradimo iz nekoliko koraka i pustimo da se svaki put agda upije u pitu.Jabukovaču dobro ohladimo na sobnoj temp. pa je tek onda smjestimo u frižider ,najbolje da prenoći.Sutradan bi trebalo da je popila svu agdu ,da je fino hladna i spremna za jelo.",
    "source": "https://www.coolinarika.com/recept/jednostavna-jabukovca-3e2c459e-64a6-11eb-879b-0242ac120018",
    "type": "recipe",
    "category": "jela od jabuka",
    "scraped_at": "2025-11-20T20:33:29.753107",
    "content_hash": "53e235127dbe372bb54075ab53d0d8449aa6209b54c573e4f1addd25e00232ce"
  },
  {
    "id": "coolinarka_-7106942695997500869",
    "title": "Kompot od jabuka",
    "content": "Recept: Kompot od jabuka\nKategorija: jela od jabuka\n\nSastojci:\n500 g\njabuka\n500 ml\nvode\n40 g\nšećera\n1\nVanilin šećer Dolcela\n½\nlimuna\n1 štapić\nVegeta Maestro cimeta u kori\n\nPriprema: Jabuke operite, ogulite i narežite na kriške. Izvadite im sjemenke i kriške stavite u kipuću vodu. Dodajte šećer, vanilin šećer, limun narezan na kolutiće, štapić cimeta i kuhajte 10-15 minuta.",
    "source": "https://www.coolinarika.com/recept/kompot-od-jabuka-c67858f6-6182-11eb-b9eb-0242ac120021",
    "type": "recipe",
    "category": "jela od jabuka",
    "scraped_at": "2025-11-20T20:33:31.629166",
    "content_hash": "a7532e024177426f6c16fdd1a487ebc7ca7773fd223318e8bf990b0679042cac"
  },
  {
    "id": "coolinarka_-5075092940701636311",
    "title": "Domaći jabučni ocat",
    "content": "Recept: Domaći jabučni ocat\nKategorija: jela od jabuka\n\nSastojci:\npo želji\njabuka\n\nPriprema: Prema mogućnostima nabaviti (kupiti) jabuke za ocat. Mi iz našeg voćnjaka izdvajamo manje i prilikom berbe oštećene jabuke. Po potrebi ih treba oprati i odrezati veća oštećenja a zatim ih samljeti umuljači za jabukeU godinama kada smo koristili manju količinu jabuka, jednostavno smo ih naribali. Kod naših djedova i baka jabuke su se drobile drvenim batićem. Mljevene jabuke ostaviti u prikladnim kacamada odstojei da započne proces vrenja  što se osjeća po mirisu. Posude sa jabukama trebaju biti pokrivene prozirnim tkaninama radi dostupnosti zraka Nakon što su odstajale, samljevene jabuke valjaisprešatiajabučni sokprocijediti kroz cjedilo, te ga uliti u posude za octenje. I posude, u kojima će stajati isprešani jabučni sok treba pokriti ali opet tako da je zrak  dostupan. Jer  procesvrenjanastavlja se i dalje. Jabučni sok se pretvara prvo u vino a nakon toga, procesom octenja u jabučni ocat. Na površini  se polako stvara gljiva. Gljiva će kasnije potonuti a na površini će ostati opna. Ocat će biti spreman za korištenje nakon 6 mjeseci kada se treba pretočiti u staklene boce, pazeći pri tome da opna ne potone, ali i da se ne pretoči talog. Gljiva se opere i u manjoj količini octa sačuva za iduću godinu. Stavljanje gljive u  jabučni sok, pospješuje ciklus octenja.",
    "source": "https://www.coolinarika.com/recept/domaci-jabucni-ocat-af99bea2-63cd-11eb-ae48-0242ac120013",
    "type": "recipe",
    "category": "jela od jabuka",
    "scraped_at": "2025-11-20T20:33:33.453122",
    "content_hash": "2ff255d682f2056e3e901bca097403279c8549573f189668acf89f4765d10fe1"
  },
  {
    "id": "coolinarka_6032228962105844207",
    "title": "Jabuke u pudingu od cimeta",
    "content": "Recept: Jabuke u pudingu od cimeta\nKategorija: jela od jabuka\n\nSastojci:\n4\njaja\n200 grama\nbrašna\n180 grama\nrastopljenog margarina\n150 grama\nšećera\n2\nvanili šećera\n2 čajne žlićice\npraška za pecivo\n2 žlice\nkakaa\n3\njabuke\n3 žlice\nsoka od limuna\n\nPriprema: Jabuke izrežite na kockice pa pokapajte limunovim sokom i žlicom šećera. Pjenasto izmješajte cijela jaja sa šećerom pa dodajte rastopljeni margarin, brašno i prašak za pecivo. Podjelite na dva dijela pa u jedan dodajte kakao i 2-3 žlice mlijeka. U protvan veličine 20x30 stavite prvo žuti dio. Jabuke rasporedite po žutom biskvitu. Puding koji se skuhali i u njega dodali cimet, lagano rasporedite po jabukama. Rasporedite crni dio i pecite na 170 stupnjeva oko 40 min.",
    "source": "https://www.coolinarika.com/recept/jabuke-u-pudingu-od-cimeta-ca38ea4c-647e-11eb-8ae5-0242ac120025",
    "type": "recipe",
    "category": "jela od jabuka",
    "scraped_at": "2025-11-20T20:33:35.618200",
    "content_hash": "22c7a88ccb268631e1cc25828af1a48cce2806857ea1c14b8cf300d6a6ac07b0"
  },
  {
    "id": "coolinarka_-6604780719119256351",
    "title": "Snežne jabuke",
    "content": "Recept: Snežne jabuke\nKategorija: jela od jabuka\n\nSastojci:\n6 srednjih\njabuka\n24 keksa\npetit beurre\n\nPriprema: Uzeti 6 srednjih jabuka. Prvo ih iseći na polutke, izdubiti sredinu, a posle ih oljuštiti, jer kad su oljuštene, a dubi se sredina, mogu da puknu. Staviti ih i šerpu, naliti vodom, posuti preko malo šećera ( stavila sam 2 kašike ) i kuvati dok ne omeknu 10 do15 minuta. Voditi računa da se ne prekuvaju ( kako je koja omekšala tako sam je i vadila iz šerpe). Kad se skuvaju, izvaditi ih da se prohlade kako bi se mogle puniti. Spremiti posudu u kojoj će biti jabuke (neka fina kramička ili staklena). Jabuke sve skuvati jer prilikom kuvanja omeknu i imaće mesta za sve jabuke (na slici nema mesta za jednu polovinu). Na dno posude poređati keks. Svaka jabuka  imaće svoja dva keksića. Skuvati krem.  Umutiti belanca u sneg pa dodati žumanca, šećer,  vanilin šećer ili kašičicu arome, brašno  i razrediti mlekom od tih 750 gr. Ostatak mleka staviti da provri, skloniti sa vatre dodati umućena jaja , vratiti i kuvati na laganoj vatri dok se ne zgusne. Dodati još 75 gr maslaca U posudu poređajte jedan red keksa i dobro premažite kremom jer ima dovoljno za sve (meni je na slici vrlo malo premazano, posle sam morala da podižem kekse kako bi ušao još krem između njih). Drugi red keksa se stavlja zajedno sa jabukom. Umešati seckane orahe, suvo grožđe (prethodno potopljeno malo u vodi ili rumu da omekša) cimet i kašiku džema. Time puniti skuvane jabuke. Preko napunjene jabuke staviti keks, okrenuti naopako i ređati preko krema. Kada se to sve lepo napuni i poređa, prelije se kremom. Malo pomerajte keksiće da uđe krem u sve šupljine. Posuti kokosom i ostaviti u frižider da se ohladi i smekša keks (pravila sam uveče za sutradan). Pa uživajte u lepom, sočnom desertu.",
    "source": "https://www.coolinarika.com/recept/snezne-jabuke-53b23f74-6445-11eb-9f22-0242ac1200a6",
    "type": "recipe",
    "category": "jela od jabuka",
    "scraped_at": "2025-11-20T20:33:37.631444",
    "content_hash": "d513aec6527d9282405f390d4065fe00641a84926a554ad04db3d79666dc5041"
  },
  {
    "id": "coolinarka_-6643797636706003809",
    "title": "Mramorni čokoladni kuglof",
    "content": "Recept: Mramorni čokoladni kuglof\nKategorija: kuglofi\n\nSastojci:\n10 žlica\nbrašna\n10 žlica\nšećera\n1\nprašak za pecivo\n10 žlica\nulja\n10 žlica\nmlijeka\n2\njaja\n2-3 žlice\nkakaa u prahu\n\nPriprema: U posudu dodajte suhe sastojke; brašno, šećer, prašak za pecivo. Možete ali i ne morate promiješati sa žlicom. U posudu sa suhim sastojcima dodajte tekuće sastojke; ulje, mlijeko i oba jaja (žumanjak i bjelanjak se ne odvajaju!). Promiješajte sve sastojke zajedno sa žlicom, pjenjačom ili mikserom dok smjesa ne postane ujednačena. (Meni je osobno mikser najbolji, nema grudica i ful je brzo) Kada ste gotovi sa miksanjem,smjesu podijelite na pola. Kalup za kuglof (nije bitno koja veličina) u koji ćete ulijevati smjesu premažite uljem ili rastopljenim maslacem kako vam se kuglof nebi zaljepio. Prvi dio smjese ulijte u kalup za kuglof. U drugi dio smjese dodajte kakao u prahu. (Količina ovisi o vama. Voljeli biste više čokoladni kuglof? Stavite 3 žlice kakaa. Manje čokoladni kuglof? Stavite 2 žlice kakaa.) Ulijte drugi dio smjese ravnomjerno u kalup. Uzmite vilicu i \"probodite\" smjesu u kalupu kružnim pokretima, tako da vam se smjese promiješaju. (Nemojte previše, jer će onda čokoladna smjesa prevladati i nećete dobiti mramorni izgled) Kuglof stavite u pećnicu zagrijanu na 180 stupnjeva. Pecite otprilike 30-45 minuta.",
    "source": "https://www.coolinarika.com/recept/mramorni-cokoladni-kuglof-93158ebe-6382-11eb-a9f5-0242ac120056",
    "type": "recipe",
    "category": "kuglofi",
    "scraped_at": "2025-11-20T20:33:40.349506",
    "content_hash": "db1abb5dd1fd4abaf2d7668c6f66c7150565717d0457431445e505f9e9180d13"
  },
  {
    "id": "coolinarka_6670878521988331723",
    "title": "Čokoladni kuglof",
    "content": "Recept: Čokoladni kuglof\nKategorija: kuglofi\n\nSastojci:\n125 g\nmaslaca\n150 g\nšećera\n150 ml\nmlijeka\n100 g\nPšeničnog oštrog brašna Podravka\n60 g\nPšeničnog glatkog brašna Podravka\n20 g\nkakaa u prahu\n1\nPrašak za pecivo Dolcela\n2\njaja\n\nPriprema: Maslac zagrijte da se otopi, maknite s vatre, umiješajte šećer, mlijeko i na kraju dodajte smjesu brašna, kakaa i prašak za pecivo. Dodajte jaja i dobro izrađenu smjesu izlijte u namašćen i brašnom posipan kalup za kuglof. Pecite u pećnici zagrijanoj na 180 °C oko 40-45 minuta. Maslac zagrijte da provrije, maknite s vatre, dodajte natrganu čokoladu i miješajte da se otopi. Glazuru prelijte preko ohlađenog kuglofa.",
    "source": "https://www.coolinarika.com/recept/cokoladni-kuglof-d76c3e98-6182-11eb-849d-0242ac120019",
    "type": "recipe",
    "category": "kuglofi",
    "scraped_at": "2025-11-20T20:33:42.473700",
    "content_hash": "a9056c105520fa2d02e2cf0af76d335850786d04e61f576f2475feba7002dec8"
  },
  {
    "id": "coolinarka_1229882449335752317",
    "title": "Omiljeni mramorni kuglof",
    "content": "Recept: Omiljeni mramorni kuglof\nKategorija: kuglofi\n\nSastojci:\n225 g\nputra\n250 g\nsecera\n1\nvanil-secer\n5-6\njaja (zavisno od velicine)\n450 g\nbrasna\n50 g\noguljenog mlevenog badema\n1\nprasak za pecivo\nmalko\nsoli\n330 ml\nmleka\n2 kasike\ngorkog kakaa\n3 kasike\nsecera\nmalo\ncimeta (stavim 1/2 kasicice)\n3-4 kasike\nmleka\n\nPriprema: Pripremiti sve satojke i sacekati da budu sobne temperature. U velikoj zdeli penasto umutiti putar sa secerom i vanilijom. Postepeno dodavati jaja. Izmesati brasno, badem i prasak za pecivo i postepeno dodavati putru, naizmenicno s mlekom. 2/3 smese izliti u kalup za kuglof (namazan putrom i posut brasnom). Kakao, secer i cimet izmesati i sa malo mleka glatko izmesati. Dodati u preostalu trecinu smese i dobro izmesati, da se ujednaci boja. Izruciti preko svetle smese u kalupu i malo viljuskom promesati. Peci na 175°C, 50-60 minuta. Proverite cackalicom. Kod mene se pece 60 min. Gotov kolac ostaviti nekoliko minuta u kalupu, pa preokrenuti na tanjir za serviranje. Kad se ohladi, posuti ga secerom u prahu. Prijatno!",
    "source": "https://www.coolinarika.com/recept/omiljeni-mramorni-kuglof-78fb73ee-63fb-11eb-876d-0242ac120068",
    "type": "recipe",
    "category": "kuglofi",
    "scraped_at": "2025-11-20T20:33:44.690093",
    "content_hash": "627830998d3a3cea36fe21f3dd725c0f849fae21ff123e7597ea014f15ad98f2"
  },
  {
    "id": "coolinarka_-4754082154780334765",
    "title": "Carski kuglof",
    "content": "Recept: Carski kuglof\nKategorija: kuglofi\n\nSastojci:\nmjera za čašu je 2 dcl;\n2,5 čaše\nbrašna\n15 dag\ntrapista sira\n15 dag\nšunke\n15 dag\nkiselih krastavaca\n1 čaša\nulja\n1 čaša\njogurta\n1\nprašak za pecivo\n4\njaja\nsol,papar\n10 dag\nnaribane gaude\n\nPriprema: Jaja izmiksamo pa dodamo jogurt i ulje.Tada dodajemo brašno i prašak za pecivo.Pomiješamo u glatku smjesu.Po 15 dag sira,šunke i kiselih krastavaca narežemo na male kockice.Sve nasjeckano dodamo u smjesu od jaja ,začinimo i promiješamo s kuhačom. Dobivenu smjesu sipamo u kalup za kuglof koji smo predhodno namastili i pobrašnili.Pečemo 30-tak minuta na 200 stupnjeva. Nakon toga kalup prevrnemo  na tepsiju obloženu pek papirom i na kuglof rasporedimo naribani gauda sir.Pečemo još 15-tak minuta na istoj temperaturi.Poslužimo toplo ili hladno.",
    "source": "https://www.coolinarika.com/recept/carski-kuglof-ddbbffee-648a-11eb-bc72-0242ac1200cb",
    "type": "recipe",
    "category": "kuglofi",
    "scraped_at": "2025-11-20T20:33:46.713967",
    "content_hash": "691555c2b3ce99b3dce899a7d6220265c5640d855d50bfaa46f053955f145870"
  },
  {
    "id": "coolinarka_-289010082695330021",
    "title": "Kuglof od sira i naranče",
    "content": "Recept: Kuglof od sira i naranče\nKategorija: kuglofi\n\nSastojci:\n250gr\nsvježeg sira\n125gr\nmaslaca\n5\njaja\n20dkg\nšećera u prahu\n20dkg\noštrog brašna\n10dkg\nmekog brašna\n1\nvanili šećer\n1\nprašak za pecivo\n1\nžlica ruma\nkorica i sok od jedne naranče\n\nPriprema: Maslac rastopite na laganoj vatri i ostavite da se prohladi. Sir, vanili šećer i šećer pjenasto istucite. Dodavajte jedno po jedno žumanjce, svaki put miksajući pola minute. Sad dodajte koricu i sok od naranče, rastopljeni maslac, rum, pa još malo izmiksajte. Umješajte prosijano brašno s praškom za pecivo. Na kraju lagano kuhačom umješajte snijeg od bjelanjaka. Kaulup namastite i pobrašnite, izlijte smjesu u kalup i pecite nekih 45 minuta na 180°C. Provjerite čačkalicom da li je kolač gotov. Kuglof prohladite u kalupu, pa ga tek onda izvadite. Hladan kuglof možete samo posuti šećerom u prahu ili prelijte čokoladnom glazurom.",
    "source": "https://www.coolinarika.com/recept/kuglof-od-sira-i-narance-f0235aae-6487-11eb-878c-0242ac12007d",
    "type": "recipe",
    "category": "kuglofi",
    "scraped_at": "2025-11-20T20:33:48.757819",
    "content_hash": "2d78a704fb8ba79e44e18dd9a2d4ccca5999c62853e3e168db4db7903582f705"
  },
  {
    "id": "coolinarka_3938427074963762016",
    "title": "MAĐARICA",
    "content": "Recept: MAĐARICA\nKategorija: mađarice\n\nSastojci:\nKORE\n50 dkg glatkog brašna\n20 dkg šećera u prahu\n2 cijela jaja\n5 dkg margarina\n1 crveno vrhnje\n1 prašak za pecivo\nKREMA\n1 l mlijeka\n9 dkg oštrog brašna\n20 dkg šećera\n20 dkg čokolade\n1 margarin\nGLAZURA\n15 dkg čokolade za kuhanj (najbolje Dorina)\n12 dkg margarina\n2 žlice ulja\n\nPriprema: U zdjeli prvo pomiješaj brašno , prašak za pecivo i šećer u prahu ( ako ima grudica u šećeru dobro sve miješati rukama da se grudice razbiju) , zatim dodati margarin i razraditi rukama .Zatim dodati razmućena jaja i 2-3 žlice crvenog vrhnja i do kraja umijesiti tijesto . Tijesto podijeliti na 5 jednakih dijelova ( može i 6 ali meni bolje ispadne sa 5 kora ) . Razvaljati koru u veličini lima  te staviti na papir za pečenje na okrenuti lim . Prije pečenja koru ispikati vilicom . Kada se kore ohlade kuhati kremu .U mlijeko staviti čokoladu , pustiti da mlijeko zakipi (miješajući da se čokolada otopi ) . Brašno i šečer razmutiti u malo mlijeka i ukuhati kao puding u mlijeko i čokoladu .Kuhati nekoliko minuta , maknuti s vatre i odma u kipuće dodati margarin na listiće i dobro miješati dok se sav margarin ne rastopi . Kore filati sa vrućom kremom OBAVEZNO . Ostaviti da se mađarica ohladi i staviti neki teret na nju te ostaviti tako najmanje 6 sati . Na kraju ide čokoladna glazura . Glazuru obavezno kuhati na pari . Dobar tek !",
    "source": "https://www.coolinarika.com/recept/madarica-e00e28b2-6430-11eb-9ec9-0242ac12007b",
    "type": "recipe",
    "category": "mađarice",
    "scraped_at": "2025-11-20T20:33:51.673814",
    "content_hash": "fb3b674b46df2c25e03ebcf2bbe157adb8f767700265ff9808a9666709f5a675"
  },
  {
    "id": "coolinarka_-7936367465623877428",
    "title": "Šarena mađarica",
    "content": "Recept: Šarena mađarica\nKategorija: mađarice\n\nSastojci:\ncca 900 g\nbrašna (pola meko, pola oštro)\n10 g\npraška za pecivo\n3 kom\nbjelanca + pola žličice soli\n300 g\nšećera u prahu\n300 g\nomekšalog maslaca\n300 g\npunomasnog kiselog vrhnja\n2 žlice\nruma\n2 žličice\narome vanilije\nza polovicu tijesta,\n1 žlica ruma i 30g gorkog kakaa\n\nPriprema: Za kore pjenasto izmiksati omekšali maslac sa bjelancima i soli. Kad dobijete pufnastu i sjajnu kremicu umiksati šećer - malo po malo. Dodati kiselo vrhnje, rum i aromu vanilije, dobro razraditi, potom umijesiti brašno i prašak. Podijeliti na dva dijela i u drugi umijesiti gorki kakao sa žlicom ruma. Tijesto će biti meko, sjajno i podatno. Možete valjati odmah, a može vas i pričekati u hladnjaku. Ja valjam odmah! Lagano pobrašniti silikonsku podlogu i baciti se na posao - prvo valjajte svijetle kore jer će vam one pokazati koliko se tamne moraju peći kasnije. Svaki dio tijesta podijeliti na 4 jednaka dijela, rukom oblikovati mali pravokutnik i valjati tankooo. Ide jako brzo jer je tijesto svileno... da dodatno ne brašnite - preko tijesta stavite prozirnu foliju i valjajte skroz koliko ide - moje kore su cca 30x40cm. Prebacite zajedno sa silikonskom podlogom na okrenutu stranu lima za pečenje i stavite u vruću pećnicu (180*C). Dok poprimi laganu žućkastu boju po krajevima, gotova je! U mojoj pećnici je to nekih 6-7 minuta. Uključite si tajmer za ostale kore kasnije. Pečene vruće kore preokrenuti na radnu podlogu i staviti lim za pečenje na njih - da ih ujednači. Bijele na bijele, tamne na tamne, opterećujte ih do kraja, tj. dok se sve ne ispeku. Maknite lim i pustite ih da se ohlade. Zakuhati čvrstu kremu (obavezno odvojiti barem 700 ml hladnog mlijeka da u njemu dobro razmutite praškaste sastojke), u vruću kremu umiješati rum i maslac, sjediniti. Podijeliti na dva dijela - u jednom otopiti bijelu kuverturu a u drugom tamnu sa žlicom kakaa. Svaki dio kremice podijeliti na 4 jednaka dijela (ja ih stavim u 8 malih zdjelica i svaku prekrijem sa komadićem folije da mi se ne stvori korica). Filati odmah! Kad špatulicom zagladite kremu i stavite koru, uzmite valjak i njime pritisnite koru, tako će se krema ispod ravnomjerno rasporediti. I tako do kraja... kreće se sa crnom korom i kremom, dalje bijela kora i krema, ... NIJE POTREBNO opterećivati kolač, kore su meke i treba im svega par sati da omekšaju! Ostaviti preko noći u hladnjaku, sutradan glazirati. Za glazuru se svi sastojci otope u MW ili na pari, i glazura se odmah prelije preko kolača. ŽLICOM zagladiti :D i lupnuti o stol da se ravnomjerno rasporedi. Za tridesetak minuta već možete rezati kolač. Preporučam skalpel! Ne ga tražiti u nečijoj radioni :-) već otići do najbliže trgovine i kupiti si jedan samo za kolače. Nije potrebno smarati se niti vrućom vodom, samo skalpel obrisati nakon SVAKOG reza. Ja sam velikim ravnalom označila buduće rezove (svaki kolačić mi je 3x5cm) i kasnije prošla skalpelom kroza njih te prošarala otopljenom bijelom kuverturom. Mislim da je sve jasno :-) Uživajte :-)) :-*",
    "source": "https://www.coolinarika.com/recept/sarena-madarica-8d1a3134-642e-11eb-9685-0242ac120064",
    "type": "recipe",
    "category": "mađarice",
    "scraped_at": "2025-11-20T20:33:53.889093",
    "content_hash": "19116da0be6f3a84797f613c1a677a39e13b063cf1fa3af3dc5e71457cfc99e9"
  },
  {
    "id": "coolinarka_-7711789733790445481",
    "title": "Mađarica",
    "content": "Recept: Mađarica\nKategorija: mađarice\n\nSastojci:\n800g\npola glatkog pola oštrog\n250g\nmaslaca\n150g\nšećera\n3\njaja\n200ml\nkiselog vrhnja\n1\nprašak za pecivo\n1\nvanilija šećer\n\nPriprema: Izmiksajte šećer i maslac i zatim jedno po jedno jaje, i sad umješajte i kiselo vrhnje Brašno pomješajte sa praškom za pecivo i dodajte malo po malo smjesi dok to mikser dozvoljava,ostatkom brašna umjesite ručno u  tijesto. Stavite ga na hlađenje 1 sat E sada ako volite tanje kore od ove količine vam može izaći 7-8 kora,ako kao ja volite mađaricu sa deblim korama tijesto podijelite na 5 kuglica Kore valjam na pamučnom stolnjaku najbolje stolnjaku od damasta. Inače to radim i direktno na pek papiru ali za cure koje nisu baš tome vične ili im se čini prekomplicirano ove sam kore radila ovako Dakle kuglice malo pobrašnite ako vam se čine premekane još malo im dodajte brašna i umjesite,razvaljajte na stoljnjaku,pek papir odrežite prema veličini pleha. Kada ste kore razvaljali zarolajte ih na oklagiju Prebacite na pek papir Sada tijesto razvaljajte do rubova direktno na papiru (ne brinite neće se zaljepiti) Rubove odrežite i neka vam je slobodno barem cenat od kraja Koru skupa sa papirom prebacite na pleh i pecite otp 5-7 minuta na 190,nemojte da vam kore pregore dobro pripazite moraju ostati bijele. Možete ih i zarolati i samo odrolati na pleh kore kada su gotove slažite jednu na drugu skupa sa papirom da se ne zaljepe FIL Litru mlijeka stavite kuhati,u ostatak mlijeka umješajte oštro brašno,gustin,šećer. kada vam je mlijeko prokuhalo izlijte smijesu u provrelo mlijeko i cijelo vrijeme miksajte mikserom dok se ne zgusne krema ,maknite sa vatre U još vrelu kremu dodajte izlomljenu čokoladu i izmiksajte E sada dodajte i maslac iskrižan na listiće  takođe izmiksajte dok se sve ne otopi i poveže,kremu stavite na hladno mjesto ne mora biti hladnjak Kremu podijelite na četri jednaka dijela,ako ste radili sedam kora onda šest dijelova. premažite kore kremom,gornju zadnju ne premazujete Kada ste kore premazali, opteretite ih i tek sutradan glazirajte i sijecite Kolač prelijte glazurom(otopite na pari sla ulje i čokoladu),kada se stisne glazura kolač možete izrezati Evo je",
    "source": "https://www.coolinarika.com/recept/madarica-7aa98db8-6444-11eb-b9e6-0242ac1200a1",
    "type": "recipe",
    "category": "mađarice",
    "scraped_at": "2025-11-20T20:33:56.192401",
    "content_hash": "ec9045b3292337fe0e2bfae3795bd124d84032d7d3974c03ce2ec97db29bb355"
  },
  {
    "id": "coolinarka_3934243050745311258",
    "title": "MAĐARICA / version 2",
    "content": "Recept: MAĐARICA / version 2\nKategorija: mađarice\n\nSastojci:\n300 g\nbrašna\n100 g\nomekšalog maslaca\n100 g\nšećera\n1\nbjelanjak\n100 g\nkiselog vrhnja (20% m.m.)\nžličica\nsode bikarbone\n\nPriprema: Za tijesto pjenasto izmiksati maslac, šećer, bjelanjak i vrhnje, umijesiti prosijano brašno sa sodom. Ohlađeno tijesto razvaljati u 6 tankih listova, peći na okrenutoj strani lima za pečenje (20×30cm) – prije ga premazati maslacem i posipati brašnom. Možete valjati i 3 lista preko silikonske podloge za pečenje pa iz pečene i vruće skalpelom prepoloviti na 2 lista približno gore navedenih dimenzija, ili malo manje, ovisi o veličini silikonske podloge. Peći nekoliko minuta na 190*C – moraju ostati svijetle! Ohladiti ih. Za kremu u mlijeko ukuhati brašno, kakao i šećer (naravno, odvojiti malu količinu mlijeka i prvo dobro razmutiti praškaste sastojke). U vruću kremu umiješati rum, Linoladu i maslac. Vruću kremu raspodijeliti na 5 jednakih dijelova (u manje zdjelice) i premazivati listove tijesta. Zadnja neka bude kora. Lagano pritisnuti kolač i preliti ga toplom čokoladnom glazurom (čije sastojke otopiti na pari ili u MW). Obavezno ostaviti kolač da odstoji neko vrijeme (najbolje preko noći), zatim rezati na kocke, pravokutnike, ploške, ...",
    "source": "https://www.coolinarika.com/recept/madarica-version-2-b2de1016-63bb-11eb-9334-0242ac120071",
    "type": "recipe",
    "category": "mađarice",
    "scraped_at": "2025-11-20T20:33:58.365291",
    "content_hash": "1109d8a1d4fcec9270ebe676d7ead7236bb135fc47292ac4264e561979150c87"
  },
  {
    "id": "coolinarka_-5953733485050180193",
    "title": "Klemissimo Madjarica by -Violet-Love- feat. Merium",
    "content": "Recept: Klemissimo Madjarica by -Violet-Love- feat. Merium\nKategorija: mađarice\n\nSastojci:\n300g\nbrasna\n100g\nomeksalog maslaca\n100g\nsecera\n1\nbjelanjak\n100g\nkiselog vrhnja (20% m.m.)\n1 kasicica\nsode bikarbone\n\nPriprema: Za tijesto pjenasto umutiti maslac,secer, bjelanjak i vrhnje. Postepeno dodavati prosijano brasno sa sodom te zamijesiti glatko tijesto. Tijesto staviti na pola sata u frizider. Ohladjeno tijesto podijeliti na 4 dijela i valjati sto tanje kore. Peci na obrnutoj strani lima od pecnice, koji prethodno premazati maslacem i posuti brasnom ili ja koru prebacim sa papirom za pecenje direktno na lim. Kratko samo da opisem kako ja valjam kore ovog tipa i ovo mi je najbolji i najbrzi nacin do sada: Uzmem dio tijesta, oblikujem rukama mali pravokutnik, prebacim ga na silikonsku podlogu i valjam do odredjene debljine, tj sto tanje. Gledam da mi je pravokutnik sto pravilniji i na kraju poravnam rubove, odrezem ostrim nozem ca 1cm sa svake strane i tako dobijem savrsenu koru. Makazama odrezem komad papira za pecenje, malo veceg od same kore i stavim ga preko kore odozgo (kora je jos na silikonskoj podlozi). Lagano predjem dlanom preko papira da se ovlas prilijepi za koru, uhvatim zajedno papir i silikonsku podlogu i okrenem ju tako da silikon dode odozgo a papir za pecenje dole. Polako odlijepim silikon i imam vec koru spremnu za pecenje, prebacim je zajedno sa papirom na lim i pecem. Kore peci na 180-190*C, zavisi od pecnice (mojoj treba 5-7 minuta), moraju vam ostati svijetle. Kad pocnu primati boju po rubovima gotove su. Slagati kore jednu na drugu (zajedno sa papirom izmedju) i prekriti kuhinjskom krpom. Za kremu umutiti pjenasto zumanjke sa secerom i mlijekom. Jedan dio tecnosti odvojiti, a ostatak staviti na laganiju vatru. U manjem dijelu tecnosti razmutiti skrobno brasno. Uz neprestano mijesanje zagrijati dio tecnosti na vatri i kad je skoro prokuhalo dodati ostatak sa razmucenim skrobnim brasnom. Kratko skinuti s vatre i sve lijepo sjediniti (vec tad se pocinje zgusnjavati). Vratiti na vatru i jos nekoliko minutauz neprestano mijesanjezakuhati gusto. Paziti dobrooo da krema ne zagori po dnu, sve to raditi na slabijoj vatri. Prozirnom folijom prekriti povrsinu kreme (ne stijenke posude!) i ostaviti da se potpuno ohladi. Slatko vrhnje izmiksati sto cvrsce, dodati mu prasak za kremu od vanilije i miksati jos 2-3 minute. Prethodni ohladjeni dio kreme od zumanaca izmiksati glatko, dodati mu drugi dio kreme sa slatkim vrhnjem, sve sjediniti i na kraju umiksati zelatinu. Kremu podijeliti na dva jednaka dijela. Jagode ocistiti ako su svjeze, odmrznuti ako su zaledjene, staviti ih u multipraktik i par puta pulsirati tako da se dobije pire, ali ipak ostanu mali komadici jagoda. Prebaciti to u pusudu sa mjerama i ako je potrebno doliti vode tako da imate oko 3dl tecnosti (tj.pirea). Jagode poseceriti po ukusu, ja se ne mogu sjetiti koliko sam tacno stavila secera, jer sam koristila puding od Dr. Oetkera koji je vec imao secer unutra, tako da sam poslije pri kuhanju samo dosecerila, mozda jos pola kasike secera. Probajte i stavite koliko vam odgovara. Od jagoda i pudinga skuhati zele. Kore vec pripremiti, skidati im papir. Vrucim zeleom premazivati kore. Slagati: prva kora-polovina vruceg zelea - duga kora-polovina klemissimo kreme-treca kora-polovina vruceg zelea-cetvrta kora-preostala polovina klemissimo kreme- ukrasiti ribanom bijelom cokoladom (ili po zelji). Ostaviti u frizider ili jos bolje na terasi ako je ispod 0*C :D da odstoji preko noci. Meni se idealno stegnula krema, kore predivno otpustile, predivno se reze.",
    "source": "https://www.coolinarika.com/recept/klemissimo-madjarica-by-violet-love-feat-merium-a25c6b8e-642e-11eb-88fd-0242ac1200ac",
    "type": "recipe",
    "category": "mađarice",
    "scraped_at": "2025-11-20T20:34:00.505168",
    "content_hash": "bffa8f1b8559802efaa42f316320652edf37485a22cac6955f60cccba05ca0db"
  },
  {
    "id": "coolinarka_-5279698729570038272",
    "title": "Sareni  slani rolati",
    "content": "Recept: Sareni  slani rolati\nKategorija: rolade\n\nSastojci:\n6\njaja\n6 kasika\nbrasna\n3 kasike\nvode\n3 kasike\nmleka\n1 kesica\npraska za pecivo i jedna kasicica soli\nako je crveni\ndodati 2 pune kasike ajvara\nza zeleni\n500 g smrznutog spanaca (odlediti :)*\ntufnasti\ndodati 2 pune kasike maka\n\nPriprema: Napravite biskvit tako što ćete umutiti 6 belanaca sa kašičicom soli u čvrst sneg. Dodajte žutanjke i izmešajte dobro. Uspite 3 kašike mleka i 3 kašike vode. Promešajte. Dodajte 6 kašika brašna i prašak za pecivo. Lagano umešajte na najmanjoj brzini.Potom dodati ili spanac il ajvar ili mak .Obložite veliku tepsiju masnim papirom i izručite smesu. Ravnomerno je razvucite kašikom i kad ste gotovi lupite malo tepsijom o rub radne površine da izađu mehurići vazduha. Pecite na 180° kao što pečete i klasičan biskvit za kolače. Vruć rolat umotajte zajedno sa papirom na kojem se pekao i ostavite da se ohladi. U međuvremenu pripremite nadev tj. fil pomesti sir i pavlaku premazati ohladjenu koru i  poredjati ostale sastojke..Čvrsto uvijte rolat, umotajte ga u plastičnu foliju, i ostavite preko noć (ili na nekoliko sati) u frižideru.",
    "source": "https://www.coolinarika.com/recept/sareni-slani-rolati-b65354ce-63f0-11eb-8773-0242ac12003e",
    "type": "recipe",
    "category": "rolade",
    "scraped_at": "2025-11-20T20:34:03.633399",
    "content_hash": "48cd793a97f42d51d66ade5a2f13c23ae2913d13c7075a59e0f75526fbf20f70"
  },
  {
    "id": "coolinarka_7454868429344328659",
    "title": "Rolice s kremom od vanilije",
    "content": "Recept: Rolice s kremom od vanilije\nKategorija: rolade\n\nSastojci:\n500 g\nzamrznutog lisnatog tijesta\nmaslac za kalupe\n1\njaje\n\nPriprema: Odmrznuto lisnato tijesto na pobrašnjenoj ravnoj površini tanje razvaljajte tako da od svakog dijela tijesta dobijete po 12 trakica (24 kalupa). Kalupe za rolice lagano namažite maslacem i na svaki zarolajte po 1 trakicu. Tako pripremljene rolice posložite na lim na papir za pečenje. Premažite razmućenim jajetom i pecite na 200 °C oko 20 minuta. Kad su rolice pečene,vručeih maknite s kalupa i pustite da se rolice ohlade. Želatinu stavite u zdjelicu, zalijte hladnom vodom i ostavite da nabubri 10-ak minuta. Oko 400 ml mlijeka stavite u posudu i pustite da zakuha. Puding i Gussnel pomiješajte s ostatkom mlijeka. U posudu stavite žumanjke, šećer, vanilin šećer i dobro pjenasto izmiješajte. Dodajte razmućeni puding s Gussnelom i ponovo dobro promiješajte. Lagano usipajte vruće mlijeko neprestano miješajući. Dobivenu smjesu stavite na vatru i lagano miješajte dok ne zakuha. Maknite s vatre, dodajte nabubrenu želatinu i lagano miješajte dok se želatina ne otopi. Kremu pustite da se u potpunosti ohladi pa umiješajte čvrsto tučeno vrhnje za šlag. Smjesu stavite malo u hladnjak da se stisne. Prebacite je u vrećicu za ukrašavanje i njome ispunite pripremljene rolice. Ovako izgledaju kalupi. Evo ideje kako napravit kalupiće odnaše TROVE:) Slika pripreme ;)",
    "source": "https://www.coolinarika.com/recept/rolice-s-kremom-od-vanilije-ad5a6fd0-63f3-11eb-b45e-0242ac120022",
    "type": "recipe",
    "category": "rolade",
    "scraped_at": "2025-11-20T20:34:05.495815",
    "content_hash": "91b0de693a051ee97bb2a9a604d2e3b1b312d99d08a2535c1d53be95272c0935"
  },
  {
    "id": "coolinarka_-6336942137513641635",
    "title": "Slani rolat",
    "content": "Recept: Slani rolat\nKategorija: rolade\n\nSastojci:\n5 kom.\njaja\n1 solja\nbrasna\n1 solja\njogurta\n1/2 kesice\npraska pecivo\npola kasicice\nsoli\n\nPriprema: Razdvojiti belanca i zumanca,pa belanca umutiti u cvrst sne. Zumanca umutiti pa u njih dodati brasno u koje smo umesali prasak pecivo,zatim dodati jogurt i so. Kad je masa homogena,polagano,rucno umesati belanca. Smesu sipati u pleh na koji smo stavili pek papir i peci u zagrejanoj rerni na 200 stepeni oko 15-20 min. Nakon pecenja koru uviti u vlaznu krpu kad se malo prohladi filovati.Rolat cvrsto uviti u foliju pa dobro ohladiti.",
    "source": "https://www.coolinarika.com/recept/slani-rolat-41cbb866-6432-11eb-a9b7-0242ac120016",
    "type": "recipe",
    "category": "rolade",
    "scraped_at": "2025-11-20T20:34:07.297623",
    "content_hash": "b20159c84b9faf01a6894eb9bd339fe22404ead373f3c190dfa9a03bbcc278be"
  },
  {
    "id": "coolinarka_-6554116724860659088",
    "title": "Pizza rolat",
    "content": "Recept: Pizza rolat\nKategorija: rolade\n\nSastojci:\n500g\nkora za gibanicu\n2dl\npavlake\n4\njaja\nmalo origana\n200g\nkecapa\n300g\ntrapista\n400g\nsalame\nso\n\nPriprema: Umutite pavlaku i jaja sa malo soli. Salamu isecete na tanke kolutove. Kore bi trebalo da imaju 12 listova.Podeliti ih da dobijete 2 puta po 6 listova. Na tacnu staviti prvo 2 lista.Preko premazati malo umucene pavlake sa jajima, pa odgore kora, pa je premazete kecapom i pospete malo origana, pa preko opet kora i nju namazete pavlakom i jajima i poredjate salamu, preko opet stavite koru i na nju narendate 150g trapista i preko kora koju namazete pavlakom i jajima.To sve zavijte u rolat. To isto uradite i sa drugih 6 listova. Rolate premazite sa pavlakom i jajima i stavite u podmazan pleh i pecite na 200 stepeni oko 20 min. dok  fino ne porumeni. Kada je peceno isecite na parcad debljine 2cm. Po zelji mozete dodati sampinjone,krastavcice,kulen...::::::::::::::PRIJATNO:::::::::::::::",
    "source": "https://www.coolinarika.com/recept/pizza-rolat-cfe996b6-63fd-11eb-9290-0242ac120026",
    "type": "recipe",
    "category": "rolade",
    "scraped_at": "2025-11-20T20:34:09.282427",
    "content_hash": "8556c448812352afd57962348492fdc483dac5ed4f3f2700816352ce36207377"
  },
  {
    "id": "coolinarka_-55387998998484390",
    "title": "Slani rolati",
    "content": "Recept: Slani rolati\nKategorija: rolade\n\nSastojci:\n3\njaja\nnajmanja žličica\nsoli\n4 žlice\nbrašna\n1\nprašak za pecivo\n1\nkiselo vrhnje ili čvrsti jogurt\n3 žlice špinata ili 3 žlice ajvara\n\nPriprema: Izraditi jaja, dodati sol, brasno, prasak za pecivo i vrhnje (ili jogurt). Po želji dodati 3 žlice ajvara ili špinata (ovisno kakav rolat želite). Peći u tepsiji od rerne, na papiru za pečenje. Pečeni rolat zamotati u vlažnu krpu i ostaviti da se hladi. Količina nadjeva ovisi o tome koliko rolata pečete. Svježi sir i vrhnje izmješati i malo posoliti. Premazati rolat, poslagati sunku za pizzu i sir u listicima i ponovo srolati. U nadjev moze se staviti zlica ribane cikle…pa dobijete roza nadjev.",
    "source": "https://www.coolinarika.com/recept/slani-rolati-e80bfe78-63e4-11eb-8431-0242ac120051",
    "type": "recipe",
    "category": "rolade",
    "scraped_at": "2025-11-20T20:34:11.272975",
    "content_hash": "f6cb19d05721ebd9c74d322930dbf5a12f3807b1cd08aeae6da5cd1dc888fd1e"
  },
  {
    "id": "coolinarka_6469837095759795900",
    "title": "Mirisne ružice sa jabukama",
    "content": "Recept: Mirisne ružice sa jabukama\nKategorija: ružice\n\nSastojci:\n1/2 kocke\nsvežeg kvasca\n1 kašika\nšećera\n1\njaje\n250 ml\nmleka\n60 ml\nulja\n470 g\nbrašna\nprstohvat soli\n4-5 kašike\ndžema od dunje i jabuke\n2\njabuke\n2  kašike\naromatičnog šećera\n50 g\nseckanih oraha\ncimet po ukusu\n\nPriprema: U toplom mleku rastvorite šećer i pola kocke kvasca. Dodajte 1 jaje, ulje, prstohvat soli i uz postepeno dodavanje brašna zamesite mekano testo. Pokrijte posudu krpom i ostavite testo da udvostruči volumen. Nadošlo testo prebacite na radnu površinu i razvucite ga u obliku pravougaonika na debljinu od 5 mm. Premažite testo džemom od dunja ili nekim sličnim svetlim džemom, recimo od kajsije ili breskve, odozgo narendati jabuke i posuti šećerom, seckanim orasima i cimetom. Uvite testo u rolat lagano pritiskajući kako biste oblikovali rolat jednake debljine. Oštrim nožem isecite rolat na 16 delova. U nekom plićem plehu odgovarajućih dimenzija poredjajte papirnate korpice i na svaku korpicu stavite po jedan deo rolata. Naravno, možete i na peki papiru da ih pečete, ali je ovako jako efektno i lepo (ideju sam videla naJekinoj slici;)).  Prvi put kada sam ih pravila imala sam neke malo veće i pliće crvene korpice, ali može i u običnim belim pa ih kasnije udenite u neke ukrasne. Uključite rernu na 180 st, dok se greje taman će ružice još malo da nadodju pa ih ispecite, 10-ak minuta je dovoljno dok lepo ne porumene. Po želji, pečene ružice posipite sa malo šećera u prahu.",
    "source": "https://www.coolinarika.com/recept/mirisne-ruzice-sa-jabukama-1cb7de7e-6491-11eb-b233-0242ac120038",
    "type": "recipe",
    "category": "ružice",
    "scraped_at": "2025-11-20T20:34:14.382799",
    "content_hash": "f1774f7f3110f5a1b4133feb983ca0b1729b7e627156ebdf108e38c125764e1d"
  },
  {
    "id": "coolinarka_577774521949964868",
    "title": "RUŽICE SA SIROM",
    "content": "Recept: RUŽICE SA SIROM\nKategorija: ružice\n\nSastojci:\n500 gr\nkora za pitu\n650 gr\nsvježeg sira\n250 gr\nkiselog vrhnja za svježi sir\n1 čaša\njogurta\n3\njaja\npo ukusu\nsoli\nmalo\nulja i putera\n\nPriprema: U svježi sir dodati umućena jaja, jogurt, kiselo vrhnje i so. Sve dobro promiješati. Otopiti komadić putera sa malo ulja. Na radnu plohu staviti 2 kore, premazati filom, staviti koru, pa malo posuti uljem sa puterom, prekriti drugom korom, pa filovati. Opet prekriti korom, posuti sa malo ulja, preklopiti drugom korom, pa filovati. Zatim zarolati! Na isti način napraviti još jedan rolat! Rolate zaviti u foliju i staviti u zamrzivač, bar 2-3 sata. Kada se stegnu, rezati na komadiće i redati u pouljen pleh. Peći u pećnici zagrijanoj na 220 C oko 30 minuta.",
    "source": "https://www.coolinarika.com/recept/ruzice-sa-sirom-273cc8d6-6488-11eb-b95d-0242ac120081",
    "type": "recipe",
    "category": "ružice",
    "scraped_at": "2025-11-20T20:34:16.161268",
    "content_hash": "829baf2fa10c58427faad652aa4e30e924f4d4949b48abdf99dca65af464056e"
  },
  {
    "id": "coolinarka_-939454674940964222",
    "title": "Ružice od ratluka",
    "content": "Recept: Ružice od ratluka\nKategorija: ružice\n\nSastojci:\n25 dkg\nratluka od ruže\n20 dkg\nšećera u prahu\njestiva boja\n\nPriprema: Ratluk stavite u jednu posudu i pospite sa malo šećera u prahu Dobro ga zgnječite rukom dok se ne spoji u jednu masu U ovoj prvoj fazi vam je skroz zaljepljen za ruke Skinite ga sa ruku i pospite sa još šećera(još u posudi radite) dok ne dobijete finu masu koja se neće lijepiti za ruke Podlogu obilno pospite šećerom u prahu, stavite tijesto na šećer, posipajte i odozgo i mjesite tako dugo dok ne dobijete masu poput plastelina Boju možete dodati na početku ili na kraju Ukoliko ćete cijelu masu bojati u jednu boju možete ju odmah dodati a ako će biti u više boja onda pojedinačne dijelove bojate kasnije Ako ćete masom oblagati tortu, pospite podlogu šećerom u prahu i oklagijom razvaljajte tijesto. Kada je masa na torti, stavite na vrhove prstiju malo ulja ili vode pa pređite peko mase da nestane šećer i da masa dobije sjaj. Postupak:https://www.coolinarika.com/slika/23225https://www.coolinarika.com/slika/23226https://www.coolinarika.com/slika/23227https://www.coolinarika.com/slika/23228https://www.coolinarika.com/slika/23229https://www.coolinarika.com/slika/23250https://www.coolinarika.com/slika/23251A evo i jednog praščića:https://www.coolinarika.com/slika/23253i torte koje sam oblagala ovom masom u cijelostihttps://www.coolinarika.com/slika/19483i djelomično(samo haljinica i cvijetić)https://www.coolinarika.com/slika/19484",
    "source": "https://www.coolinarika.com/recept/ruzice-od-ratluka-9ddb38c6-63be-11eb-9fb6-0242ac120070",
    "type": "recipe",
    "category": "ružice",
    "scraped_at": "2025-11-20T20:34:18.047434",
    "content_hash": "19f401ca73a063b7826d5c36004fe22001dab30edbea4102748c4004b0b242be"
  },
  {
    "id": "coolinarka_5165992358144728007",
    "title": "Prhke ružice s orasima",
    "content": "Recept: Prhke ružice s orasima\nKategorija: ružice\n\nSastojci:\n400 g\nGlatkog  brašna  Podravka\n250 g\nmaslaca\n180 g\nkiselo vrhnje\n\nPriprema: Nije pronađena",
    "source": "https://www.coolinarika.com/recept/prhke-ruzice-s-orasima-314daa9a-6481-11eb-b72e-0242ac12008c",
    "type": "recipe",
    "category": "ružice",
    "scraped_at": "2025-11-20T20:34:19.863036",
    "content_hash": "dc14432f7c0f726175ee9365837c1d6b3a37f7f55dfdc5ff6e58cebea6c50a75"
  },
  {
    "id": "coolinarka_-5686056350898568458",
    "title": "Sočne ružice od oraha",
    "content": "Recept: Sočne ružice od oraha\nKategorija: ružice\n\nSastojci:\n400 g\noštrog brašna\n1\nprašak za pecivo\n200 g\nmargarina\n2\njaja\n2\nžlice mlijeka\n\nPriprema: Za nadjev stavite kuhati mlijeko sa šećerom i vanilim šećerom. Kada zakuha maknite s vatre i umiješajte orahe, krušne mrvice i rum i dobro izmješajte. Ostavite da se hladi. Od navedenih sastojaka umijesite glatkotijestoi podijelite ga na dva dijela. Svaki dio razvaljajte upravokutniki premažitenadjevom. Ja najčešće u nadjev prije mazanja dodam još malo mlijeka pa se lakše maže. Nadjeveno tijesta zamotajte uroladu, odmah narežite na komade širine 1-2 cm iposložiteu lim za pečenje koji ste obložili masnim papirom ili premazali margarinom. Stavite peći na 180°C 20- tak minuta. Dok se ružice pripremite preljev. Zakuhajte 2 dl vode u koju ste dodali jedan iscijeđeni limun i 2-3 žlice šećera. Nakom što su se ružice ispekle odmah ih tako vruće prelijte sa 2-3 žlićice preljeva i izvadite narešetku. Prije posluživanja po želji ih možete posuti sašećerom u prahu.",
    "source": "https://www.coolinarika.com/recept/socne-ruzice-od-oraha-3723fca6-63c0-11eb-a4c6-0242ac12006c",
    "type": "recipe",
    "category": "ružice",
    "scraped_at": "2025-11-20T20:34:21.590665",
    "content_hash": "a2a30189cc12afc7a178d64921da58b5ac6709e79eed2523a8c82c835f3f1db0"
  },
  {
    "id": "coolinarka_1286156247674054473",
    "title": "mekane buhtle!",
    "content": "Recept: mekane buhtle!\nKategorija: buhtle\n\nSastojci:\n1 dcl\ntoplog mlijeka\n1/2\nsvježeg kvasca\n1 velika žlica\nšećera\npo potrebi\nbrašna\n\nPriprema: U malo toplog mlijeka dodajte šećer, kvasac i brašno. Pustite da se digne. Zagrijte mlijeko. Otopite maslo i malo ga prohladite. U toplo mlijeko dodajte jaje, malo to promutite. U veću zdjelu stavite brašno, šećer, sol, lim. koricu, vanil šećer, uzašli kvasac, mlijeko sa jajem i otopljeno maslo. Dobro izradite dok ne dobijete kuglu koja se odvaja od stijenki posude. Tijesto poklopite ili pokrijte čistom krpom i pustite da se diže na toplome. Neka se udvostruči obujam. Kada se udvostručilo, malo ga izradite rukama i napravite 15 loptica. Loptice stavljajte na dlan i malo ih spljoštite, svaku punite omiljenim pekmezom, čokoladnim namazom.. ...i ovako joj zavrnite dno da nadjev ne bi iscurio prilikom pečenja. Zvrnuti dio ide na dno. Ostavite ih da se na toplome još jednom dižu. Dignute buhtle stavite u HLADNU rernu koju uključite na 160 °C neka se peku jedno 30-ak minuta , zavisno od vaše rerne ili dok lijepo ne porumene. Prije pečenja ih je dobro namazati otopljenim maslom i posuti šećerom u prahu, onda imaju savršeno hrskavu i slatku koricu. Gotove. pravila mojadraga tini4”ivrijedna plavi-irishvala arasicu nadivnom kolažuibuhtlamapredobraizvedba acizalb prelijepo pravila majusha :)",
    "source": "https://www.coolinarika.com/recept/mekane-buhtle-25e23d34-642b-11eb-8c65-0242ac12004d",
    "type": "recipe",
    "category": "buhtle",
    "scraped_at": "2025-11-20T20:34:24.528853",
    "content_hash": "ce78b004f2239d86be26f687d46f9643c160cd1186189dfe924f6921f2c0cfb2"
  },
  {
    "id": "coolinarka_-8826129571462937644",
    "title": "Buhtle",
    "content": "Recept: Buhtle\nKategorija: buhtle\n\nSastojci:\n50 dag\nbrašna\nprstohvat\nsoli\n1dl\nmlakog mlijeka\n1\njaje\n2\nžumanca\n1\nlimun (naribana korica)\n5 dag\nšećera\n1 dl\nmlake vode\n20 gr\nkvasca (pola kockice)\n\nPriprema: U posudu staviti brašno, dodati uzašli kvasac i ostale sastojke za tijesto. Dugo ga miješati spiralnim nastavcima miksera. Ostaviti neka stoji pokriveno na toplom mjestu 40-tak minuta da se digne. Pobrašniti radnu površinu pa na njoj premijesiti dignuto tijesto i razvaljati tako da bude prst debelo. Narezati napravokutnike te na svaki žlicom staviti punjenjepo želji. Ja sam na polovicu stavila marmeladu, a na ostatak nutellu. Zaviti svaki pravokutnik sa punjenjem ulopticu. Paziti da je dobro zatvorena sa svih strana kako se nebi otvorila prilikom pečenja. Svaku lopticu umočiti ili kistompremazati sa svih strana otopljenim malacempa ih odmahslagati u lim od torte(ili neki drugi s visokim stranicama) koji ste isto tako premazali maslacem. Ponovno pokriti toplom krpom i staviti na toplo da uzađu još jednom. Pecite ihna srednje jakoj vatri nešto više od pola sata. Poslužitetople,pošećerene.",
    "source": "https://www.coolinarika.com/recept/buhtle-3cfcc738-63d0-11eb-844c-0242ac120025",
    "type": "recipe",
    "category": "buhtle",
    "scraped_at": "2025-11-20T20:34:26.533103",
    "content_hash": "b3b71fc5d5253f5503dffba9d9df9c9e4f88eb7e053a77a3d3f7cdf73e6f179f"
  },
  {
    "id": "coolinarka_-3783652146232045381",
    "title": "Slane buhtle sa sirom",
    "content": "Recept: Slane buhtle sa sirom\nKategorija: buhtle\n\nSastojci:\n1\nsvježi kvasac\n½ žličice\nšećera\n200 ml\nBelje Kravica Kraljica Trajnog mlijeka 2,8%\n600 g\nPodravka Glatkog brašna\n80 ml\nulja\n1 žličica\nsoli\n1\njaje\n1\nžumanjak\n200 ml\nBelje Kravica Kraljica Tekućeg jogurta\n\nPriprema: Kvasac razmrvite, dodajte šećer, malo toplog mlijeka i ostavite na toplom mjestu oko 10-ak minuta. Brašnu dodajte kvasac, ulje, sol, razmućeno jaje i žumanjak, a zatim preostalim toplim mlijekom i jogurtom umijesite glatko tijesto i stavite na toplo mjesto dok se volumen ne udvostruči. Dobro ocijeđeni svježi kravlji sir pomiješajte s naribanim sirom. Dodajte sol, papar, vlasac, jaje i dobro izmiješajte. Tijesto razdijelite na manje loptice, svaku lopticu na dlanu malo stanjite, stavite 1-2 žličice nadjeva, a zatim skupite, ponovo oblikujte lopticu i stavite na nauljeni pleh. Premažite razmućenim jajetom, posipajte sezamom i ostavite na toplom mjestu još 15 minuta. Pecite u pećnici zagrijanoj na 180°C oko 25 minuta.",
    "source": "https://www.coolinarika.com/recept/slane-buhtle-sa-sirom-e510661c-63b9-11eb-b09d-0242ac120069",
    "type": "recipe",
    "category": "buhtle",
    "scraped_at": "2025-11-20T20:34:28.639667",
    "content_hash": "ac7bde6e1e612e921c4581189954cde8b2b88743dc28db3da65f008103348260"
  },
  {
    "id": "coolinarka_-5183611291451245032",
    "title": "Ekstra čokoladne buhtle",
    "content": "Recept: Ekstra čokoladne buhtle\nKategorija: buhtle\n\nSastojci:\n500 g\nPodravka Glatkog brašna\n1\nDolcela Instant kvasac\n30 g\nkakaa\n80 g\nmaslaca\n40 g\nšećera\n1\nDolcela Rum šećer\n1\njaje\noko 170 ml\nmlijeka\n200 g\nLino lade Gold Creamy\n\nPriprema: Brašnu dodajte kvasac, kakao i promiješajte, zatim dodajte maslac sobne temperature i izradite. Dodajte šećer, rum šećer, jaje, toplo mlijeko po potrebi  i zamijesite glatko (mekanije) tijesto. Stavite u nauljenu posudu, prekrijte i ostavite na toplom mjestu da se diže dok se volumen ne udvostruči (1h). Tijesto podijelite na 12 dijelova i formirajte kugle. U ruci malo spljoštite, na svaku stavite žličicu Lino lade pa opet oblikujte kuglu. Stavite u posudu  za pečenje (Ø 26 cm) obloženu papirom za pečenje. Prekrijte posudu za pečenje i ostavite dizati 10 - 20 minuta na toplom mjestu. Buhtle pecite u pećnici zagrijanoj na 180°C oko 35 minuta. Ostavite stajati 5 minuta, a zatim ih izvadite na rešetku da se ohlade.",
    "source": "https://www.coolinarika.com/recept/ekstra-cokoladne-buhtle-e482df7e-6182-11eb-ae9e-0242ac120034",
    "type": "recipe",
    "category": "buhtle",
    "scraped_at": "2025-11-20T20:34:30.699984",
    "content_hash": "c0b34e4587340f727400780ab0c5f6b30d349dd1ead712f7cd64afc3da8357eb"
  },
  {
    "id": "coolinarka_7538681120353926230",
    "title": "Buhtle s pekmezom",
    "content": "Recept: Buhtle s pekmezom\nKategorija: buhtle\n\nSastojci:\n500 g\nGlatkog brašna Podravka\n1\nInstant suhi kvasac Dolcela\n1\njaje\n2\nžumanjka\n40 g\nšećera\n½ žličice\nsoli\n1\nLimun šećer Dolcela\n100 g\nmaslaca\noko 250 ml\nmlijeka\n200 g\nPekmeza od šljiva Podravka\nmaslac za premazivanje\n\nPriprema: Brašnu dodajte kvasac, sol, šećer, jaje, žumanjak, limun šećer, rastopljeni maslac i dodajući toplo mlijeko zamijesite tijesto. Stavite ga u nauljenu posudu, pokrijte i ostavite na toplom da se diže dok se volumen ne udvostruči (oko 1 sat). Zatim tijesto razvaljajte na pobrašnjenoj podlozi i izrežite na kvadrate. Na svaki stavite žličicu pekmeza i savijte krajeve te dobro stisnite. U tepsiju premazanu maslacem, obloženu papirom za pečenje stavljajte buhtle. Ostavite ih stajati 20 minuta, a zatim pecite u pećnici zagrijanoj na 200 °C 35-40 minuta. Tople premažite maslacem. Kad malo odstoje izvadite na rešetku da se ohlade do kraja.",
    "source": "https://www.coolinarika.com/recept/buhtle-s-pekmezom-da660bba-6182-11eb-8f03-0242ac120018",
    "type": "recipe",
    "category": "buhtle",
    "scraped_at": "2025-11-20T20:34:32.470727",
    "content_hash": "a8dfb3f4298a31ceaf7a634c036f47f6dc56378bf068e053d3949e23fad8ffc1"
  }
]